import Link from "next/link";
import Image from "next/image";
import Layout from "../../../components/layout";
import utilStyles from "../../../styles/utils.module.css";




export default function DesjatZapovedej() {
  return (
    <Layout>
     
      <div className={utilStyles.menu}><h1>10 заповедей</h1></div>
      <div className={utilStyles.menu}>
      <div className={utilStyles.menu}>
      <h2>
        <Link href="/">
         
          На главную
        </Link>
      </h2>
      </div>
      <div className={utilStyles.menu}>
      <h2>
        <Link href="/homepage/menu_ru/menu">
         
          Назад
        </Link>
      </h2>
      </div>
      <div className={utilStyles.menu}>
      <h2>
        <Link href="/homepage/menu_ru/1zapoved">1 заповедь</Link>
      </h2>
      </div>
      <div className={utilStyles.menu}>
      <h2>
        <Link href="/homepage/menu_ru/2zapoved">2 заповедь</Link>
      </h2>
      </div>
      </div>

     <div>
    В мире нет ни одного народа, который бы не знал, что убийство, прелюбодеяние, кража и лжесвидетельство - это зло, и что если не принять меры предосторожности против этих зол с помощью законов, то наступит конец царствам, республикам, да и вообще любой форме установленного общества. Поэтому никто не может предположить, что израильский народ был настолько глуп, что не знал об этих пороках. Можно удивляться, что эти законы, известные всему миру, были провозглашены столь чудесным образом с горы Синай Самим Иеговой. Причина, по которой они были так чудесно обнародованы, заключается в том, чтобы люди знали, что эти законы были не только гражданскими и моральными, но и Божественными законами, и что поступать вопреки им означало не только совершать зло против ближнего, то есть против своего согражданина и государства, но и грешить против Бога. Поэтому эти законы, провозглашенные Иеговой с горы Синай, стали также законами религии. Очевидно, что все, что повелевает Иегова, Он повелевает как принцип религии, который должен соблюдаться ради спасения. Но прежде чем дать объяснение заповедям, необходимо кое-что сказать об их святости, чтобы стало ясно, что они по сути своей религиозны.
        <br/>
        <br/>
Десять заповедей - это самое важное в Слове. Как следствие, они были самыми важными в церкви, которая была создана в израильском народе. В кратком изложении они включали в себя все элементы религии, обеспечивающие связь Бога с нами и нашу связь с Богом. Поэтому Десять заповедей были самым святым из всего.
        <br/>
О том, что Десять заповедей были самым святым, свидетельствуют следующие моменты: сам Иегова Господь вместе с ангелами сошел на гору Синай в огне и передал Десять заповедей прямой речью. Гора была огорожена по всему периметру, чтобы никто не мог приблизиться и умереть. Даже священникам и старейшинам не разрешалось подходить к ней; только Моисею. Заповеди были написаны на двух каменных скрижалях перстом Божьим. Когда Моисей снес скрижали во второй раз, его лицо сияло.
        <br/>
После этого скрижали хранились в ковчеге, который находился в сердце скинии. На вершине ковчега находилось сиденье милосердия, над которым стояли ангелы-хранители из золота. Внутреннее пространство скинии, где находился ковчег, называлось самым святым местом. За завесой, за которой стоял ковчег, находилось несколько предметов, представлявших святыни неба и церкви: покрытый золотом стол, на котором лежал хлеб, золотой жертвенник для воскурения фимиама и золотой светильник с семью лампадами. Вокруг скинии было покрывало из нитей виссона, пурпура и червленой пряжи. Святость всей скинии проистекала ни из какого другого источника, кроме закона, который находился в ковчеге.
        <br/>
Из-за святости скинии, которая исходила от закона в ковчеге, все израильтяне расположились лагерем вокруг скинии, колено за коленом, в порядке, который был дан по повелению. Когда они путешествовали, колена двигались в определенной последовательности за ковчегом, и над ковчегом днем было облако, а ночью - огонь.
        <br/>
Из-за святости этого закона и присутствия в нем Иеговы, Иегова говорил с Моисеем с сиденья милосердия между ангелами-хранителями. Фактически, ковчег был назван там "Иегова". Аарону не разрешалось входить за завесу, если он не приносил жертвы и не сжигал благовония, иначе он мог умереть.
        <br/>
Из-за присутствия Иеговы в этом законе и вокруг него, ковчег, содержащий закон, совершал чудеса. Например, воды Иордана расступились, и пока ковчег покоился посреди русла реки, народ переходил ее по суше. Когда ковчег пронесли вокруг стен Иерихона, стены пали. Дагон, идол филистимлян, сначала упал лицом вниз перед ковчегом. Позже Дагон лежал обезглавленный с ладонями через порог святилища. Из-за ковчега погибло до нескольких тысяч жителей Бет-Шемеша. Узза умер, потому что прикоснулся к ковчегу. Давид вернул ковчег в Сион с жертвоприношениями и криками триумфа. Позже Соломон принес ковчег в Иерусалимский храм, где сделал для него святилище, и так далее. Все это ясно показывает, что Десять заповедей были самым святым в израильской церкви.
        <br/>
        <br/>
То, что было сказано выше относительно провозглашения, святости и силы Закона, зафиксировано в следующих отрывках Слова.
        <br/>
        <br/>
Иегова сошел в огне на гору Синай, и тогда гора задымилась и задрожала, раздались громы и молнии, густое облако и трубный глас, Исх. xix. 16-18; Втор. iv. 11; ст. 22-26.
        <br/>
        <br/>
Народ перед сошествием Иеговы готовился и освящал себя три дня, Исх. xix. 10, 11, 15.
        <br/>
        <br/>
Вокруг горы были установлены границы, чтобы никто не подошел к ее границе и не коснулся ее, и не умер; и даже священникам не разрешалось подходить к ней, а только Моисею, Исх. xix. 12, 13, 20-24; xxiv. 1, 2.
        <br/>
        <br/>
Закон был провозглашен с горы Синай, Исх. xx. 2-17; Втор. ст. 6-21.
        <br/>
        <br/>
Закон был начертан на двух каменных скрижалях и написан перстом Божьим. Исход. xxxi. 18: xxxii. 15, 16; Deut. ix. 10.
        <br/>
        <br/>
Когда Моисей во второй раз спустил скрижали с горы, лицо его так просияло, что он закрыл свое лицо покрывалом, когда говорил с народом. Исход. xxxiv. 29-25.
        <br/>
        <br/>
Скрижали были положены в ковчег. Исх. xxv. 16; xl. 20; Втор. x. 5; 1 Цар. viii. 9.
        <br/>
        <br/>
Над ковчегом поставлена была крышка, а над крышкой - херувимы золотые. Исход. xxv. 17-21.
        <br/>
        <br/>
Ковчег с крышкой и херувимами был поставлен в скинии и составлял первую и, таким образом, самую внутреннюю ее часть; стол, обложенный золотом, на котором был хлеб, золотой жертвенник для курения и подсвечник с золотыми светильниками составляли внешнюю часть скинии; а десять завес из виссона, пурпура и червленицы составляли ее внешнюю часть. Исх. xxv. 1 до конца; xxvi. 1 до конца; xl. 17-28.
        <br/>
        <br/>
Место, где хранился ковчег, называлось Святое святых. Исход. xxvi. 33.
        <br/>
        <br/>
Весь народ Израиля расположился вокруг скинии по порядку, по коленам своим, и шествовал за ней по порядку. Числ. ii. 1 до конца.
        <br/>
        <br/>
И было над скинией днем облако, а ночью огонь. Исх. xl. 38; Числ. ix. 15 до конца; xiv. 14; Втор. i. 33.
        <br/>
        <br/>
Иегова говорил с Моисеем над ковчегом, между херувимами. Исх. xxv. 22; Числ. vii. 89.
        <br/>
        <br/>
Ковчег, из-за Закона, который был в нем, был назван "Присутствием Иеговы"; ибо когда ковчег выдвигался вперед, Моисей говорил: "Встань, Иегова", а когда он отдыхал, "Возвратись, Иегова", Чис. x. 35, 36; и см. далее: 2 Цар. vi. 2; Пс. cxxxii. 7, 8.
        <br/>
        <br/>
По причине святости Закона Аарон не имел права входить за завесу, кроме как с жертвами и благовониями. Лев. xvi. 2-14 и последующие стихи.
        <br/>
        <br/>
Благодаря присутствию силы Господа в Законе, который находился в ковчеге, воды Иордана разделились, и пока он покоился посередине, народ перешел по суше. Иисус Навин iii. 1-17; iv. 5-20.
        <br/>
        <br/>
Когда ковчег пронесли по стенам Иерихона, они обрушились. Иис. vi. 1-20.
        <br/>
        <br/>
Дагон, бог филистимлян, пал на землю перед ковчегом, а затем лежал с отрубленной головой и ладонями рук на пороге своего храма. 1 Цар. ст.
        <br/>
        <br/>
Вифшемиты, в количестве многих тысяч, были поражены из-за ковчега. 1 Цар. v. и vi.
        <br/>
        <br/>
Узза умер, потому что прикоснулся к ковчегу. 2 Цар. vi. 7.
        <br/>
        <br/>
Ковчег был принесен Давидом на Сион с жертвоприношениями и ликованием. 2 Цар. vi. 1-19;
        <br/>
        <br/>
и он был принесен Соломоном в Иерусалимский храм, где составлял святилище. 1 Царств vi. 19 и последующие стихи; и viii. 3-9.
        <br/>
        <br/>
        <br/>
        <br/>
        <br/>

Поскольку посредством Закона происходит соединение Господа с человеком и человека с Господом, он называется Заветом и Свидетельством; Заветом потому, что соединяет, а Свидетельством потому, что подтверждает статьи Завета. Ибо завет в Слове означает соединение, а свидетельство - подтверждение и засвидетельствование его статей. По этой причине было две скрижали, одна для Бога, а другая для человека. Соединение осуществляется Господом, но только тогда, когда человек делает то, что написано на его скрижали. Ибо Господь постоянно присутствует и желает войти, но человек, в силу свободы, которую он имеет от Господа, должен открыть дверь, ибо Он сказал:
        <br/>
        <br/>
"Се, стою у двери и стучу: если кто услышит голос Мой и отворит дверь, войду к нему, и буду вечерять с ним, и он со Мною". Откр. iii. 20.
        <br/>
        <br/>
Каменные скрижали, на которых был написан Закон, назывались скрижалями завета, и ковчег назывался от них ковчегом завета, а сам Закон - заветом, как видно из Числ. x. 33; Втор. iv. 13, 23; v. 2, 3; ix. 9; Иисус Навин iii. 3, 11; 1 Царств viii. 21; Откр. xi. 19; и в других местах.
        <br/>
        <br/>
Поскольку завет означает соединение, о Господе сказано
        <br/>
        <br/>
что "Он будет заветом для народа". Иса. xlii. 6; и xlix. 8.
        <br/>
        <br/>
Его также называют ангелом завета. Мал. iii. 1;
        <br/>
        <br/>
и кровь Его - кровь завета. Матф. xxvi. 28; Зах. ix. 11; и Исх. xxiv. 4-10.
        <br/>
        <br/>
И поэтому Слово называется Ветхим заветом и Новым заветом; ибо заветы заключаются ради любви, дружбы, объединения и связи.
        <br/>
        <br/>
Такая святость и сила пребывала в Законе, потому что он включал в себя все, что касается религии. Ибо он был написан на двух скрижалях, одна из которых содержала все, относящееся к Богу, а другая - все, относящееся к человеку;
        <br/>
        <br/>
Поэтому заповеди Закона называются десятью словами. Исход. xxxiv. 28: Втор. iv. 13; и x. 4.
        <br/>
        <br/>
        <br/>
Хорошо известно, что Десять Заповедей называются в Слове законом преимущественно, потому что содержат все имеющее отношение к учению и жизни, не только всё, что касается Бога, но и всё, что касается человека. Вот почему закон был записан на двух скрижалях, одна из которых посвящена Богу, другая - человеку. Хорошо известно и то, что всё в учении и жизни имеет отношение к любви к Богу и любви к ближнему. Эти виды любви во всей полноте содержатся в Десяти Заповедях. В этом учение всего Слова, что очевидно из слов Господа:
        <br/>
Иисус сказал ему: возлюби Господа Бога твоего всем сердцем твоим и всей душою твоею и всем разумением твоим, и ближнего твоего, как самого себя. На сих двух заповедях утверждается весь закон и пророки. Матф. 22:35-37,40.
        <br/>
Закон и пророки означают всё Слово. И далее:
        <br/>
И вот, один законник встал и, искушая Его, сказал: Учитель! что мне делать, чтобы наследовать жизнь вечную? Он же сказал ему: в законе что написано? как читаешь? Он сказал в ответ: возлюби Господа Бога твоего всем сердцем твоим, и всею душою твоею, и всею крепостию твоею, и всем разумением твоим, и ближнего твоего, как самого себя. Иисус сказал ему: так поступай, и будешь жить. Лука 10:25-28.
        <br/>
Итак, поскольку Слово целиком составляют любовь к Богу и любовь к ближнему, и поскольку первая скрижаль Десяти Заповедей содержит вкратце всё о любви к Богу, а вторая скрижаль содержит всё о любви к ближнему, следовательно, они содержат всё об учении и жизни. По одному взгляду на две скрижали ясно, что они так связаны, что Бог со своей скрижали взирает на человека, а человек, в свою очередь, со своей взирает на Бога. Таким образом, имеется взаимное созерцание, причём Бог со своей стороны никогда не упускает человека из виду и постоянно исполняет то, что нужно для его спасения; и если человек принимает и делает то, что изложено в его скрижали, связь становится взаимной. Тогда, как обещано в словах Господа к законнику, "так поступай, и будешь жить".
        <br/>
Закон часто упоминается в Слове. Я должен пояснить, что закон означает в строгом смысле, что в более широком, и что в самом широком смысле. В строгом смысле закон означает Десять Заповедей; в более широком смысле - правила, данные Моисеем Сынам Израиля, и в самом широком смысле - всё Слово. Хорошо известно, что закон в строгом смысле означает Десять Заповедей. То, что в более широком смысле закон означает правила, данные Моисеем Сынам Израиля, очевидно по отдельным правилам Левита, каждое из которых называлось законом:
        <br/>
Вот закон о жертве. Левит 7:1.
        <br/>
Вот закон о жертве мирной. Левит 7:7,11.
        <br/>
Вот закон о приношении хлебном. Левит 6:14 сл.
        <br/>
Вот закон о всёсожжении, о приношении хлебном, о жертве за грех, о жертве повинности, о жертве посвящения. Левит 7:37.
        <br/>
Вот закон о животных и о птицах. Левит 11:46, 47.
        <br/>
Вот закон о родившей сына или дочь. Левит 12:7.
        <br/>
Вот закон о язве проказы. Левит 13:59; 14:2,32,54,57.
        <br/>
Вот закон об имеющем истечение. Левит 15:32.
        <br/>
Вот закон о ревности. Числа 5:29,30.
        <br/>
Вот закон о Назорее. Числа 6:13,21.
        <br/>
Вот закон об очищении. Числа 19:14.
        <br/>
Вот закон относительно рыжей коровы. Числа 19:2.
        <br/>
Вот закон для царя. Втор. 17:15-19.
        <br/>
На самом деле, всё Пятикнижие Моисеево называется законом (Втор. 31:9,11,12,26; а также в Новом Завете, например, Лк. 2:22; 24:44; Иоанн 1:45; 7:22,23; 8:5; и в других местах).
        <br/>
Контекст ясно показывает, что именно эти правила имел в виду Павел под "делами закона", когда говорил, что человек оправдывается верой независимо от дел закона (Рим. 3:28). На то же указывают его слова, обращенные к Петру, которого он осуждал за то, что тот ведет себя как еврей, где он три раза в одном стихе повторил, что никто не оправдывается делами закона (Гал. 2:14, 16).
        <br/>
Закон в самом широком смысле означает всё Слово, что ясно из следующих отрывков:
        <br/>
Иисус отвечал им: не написано ли в самом законе вашем: Я сказал: вы боги? Иоанн 12:34.
        <br/>
Это сказано в Пс. 81:6.
        <br/>
Народ отвечал Ему: мы слышали из закона, что Христос пребывает вовек. Иоанн 12:34.
        <br/>
Это сказано в Пс. 88:29; Пс. 109:4; Дан. 7:14.
        <br/>
Но да сбудется слово, написанное в законе их: возненавидели меня напрасно. Иоанн 15:25.
        <br/>
Это сказано в Пс. 34:19.
        <br/>
Фарисеи сказали им: уверовал ли в Него кто из начальников, или из Фарисеев? Но этот народ, который невежда в законе... Иоанн 7:48, 49. Но скорее небо и земля прейдут, нежели одна черта из закона пропадет. Лк. 16:17.
        <br/>
Закон в этих отрывках означает всё Святое Писание; и в Псалмах Давида есть тысяча таких мест.
        <br/>
        <br/>
        <br/>
 Никто, кто не знает природы Слова, не может иметь ни малейшего представления о том, что в его деталях заключена бесконечность, то есть что его содержание бесчисленно. Все, что там находится, можно сравнить с семенем, которое, посаженное в землю, может вырасти в большое дерево и произвести множество семян; из них снова вырастают такие же деревья, образуя сад, а их семена, в свою очередь, образуют другие сады, и так до бесконечности. Слово Господа подобно этому в своих деталях, и прежде всего таковы Десять заповедей. Поскольку они учат любви к Господу и любви к ближнему, они представляют собой краткое изложение всего Слова. Господь также показывает, что Слово подобно этому в сравнении:
        <br/>
        <br/>
Царство Божье подобно горчичному зерну, которое человек взял и посадил на своей земле. Это зерно меньше всех других семян; но когда оно вырастет, то будет больше всякого растения и сделается деревом, так что птицы небесные прилетают и гнездятся на ветвях его". Матф. 13:31, 32; Марк 4:31, 32; Лука 13:18, 19; ср. также Иезек. 17:2-8.
        <br/>
        <br/>
        <br/>
        <br/>
   
        </div>
    </Layout>
  );
}
