import Link from "next/link";
import Image from "next/image";
import Layout from "../../../components/layout";
import utilStyles from "../../../styles/utils.module.css";




export default function Shablon() {
  return (
    <Layout>
     
      <div className={utilStyles.menu}><h1>10 заповедей</h1></div>
      <div className={utilStyles.menu}>
      <div className={utilStyles.menu}>
      <h2>
        <Link href="/">
         
          На главную
        </Link>
      </h2>
      </div>
      <div className={utilStyles.menu}>
      <h2>
        <Link href="/homepage/menu_ru/menu">
         
          Назад
        </Link>
      </h2>
      </div>
      </div>

     <div>
    В мире нет ни одного народа, который бы не знал, что убийство, прелюбодеяние, кража и лжесвидетельство - это зло, и что если не принять меры предосторожности против этих зол с помощью законов, то наступит конец царствам, республикам, да и вообще любой форме установленного общества. Поэтому никто не может предположить, что израильский народ был настолько глуп, что не знал об этих пороках. Можно удивляться, что эти законы, известные всему миру, были провозглашены столь чудесным образом с горы Синай Самим Иеговой. Причина, по которой они были так чудесно обнародованы, заключается в том, чтобы люди знали, что эти законы были не только гражданскими и моральными, но и Божественными законами, и что поступать вопреки им означало не только совершать зло против ближнего, то есть против своего согражданина и государства, но и грешить против Бога. Поэтому эти законы, провозглашенные Иеговой с горы Синай, стали также законами религии. Очевидно, что все, что повелевает Иегова, Он повелевает как принцип религии, который должен соблюдаться ради спасения. Но прежде чем дать объяснение заповедям, необходимо кое-что сказать об их святости, чтобы стало ясно, что они по сути своей религиозны.
        <br/>
        <br/>
Десять заповедей - это самое важное в Слове. Как следствие, они были самыми важными в церкви, которая была создана в израильском народе. В кратком изложении они включали в себя все элементы религии, обеспечивающие связь Бога с нами и нашу связь с Богом. Поэтому Десять заповедей были самым святым из всего.
        <br/>
О том, что Десять заповедей были самым святым, свидетельствуют следующие моменты: сам Иегова Господь вместе с ангелами сошел на гору Синай в огне и передал Десять заповедей прямой речью. Гора была огорожена по всему периметру, чтобы никто не мог приблизиться и умереть. Даже священникам и старейшинам не разрешалось подходить к ней; только Моисею. Заповеди были написаны на двух каменных скрижалях перстом Божьим. Когда Моисей снес скрижали во второй раз, его лицо сияло.
        <br/>
После этого скрижали хранились в ковчеге, который находился в сердце скинии. На вершине ковчега находилось сиденье милосердия, над которым стояли ангелы-хранители из золота. Внутреннее пространство скинии, где находился ковчег, называлось самым святым местом. За завесой, за которой стоял ковчег, находилось несколько предметов, представлявших святыни неба и церкви: покрытый золотом стол, на котором лежал хлеб, золотой жертвенник для воскурения фимиама и золотой светильник с семью лампадами. Вокруг скинии было покрывало из нитей виссона, пурпура и червленой пряжи. Святость всей скинии проистекала ни из какого другого источника, кроме закона, который находился в ковчеге.
        <br/>
Из-за святости скинии, которая исходила от закона в ковчеге, все израильтяне расположились лагерем вокруг скинии, колено за коленом, в порядке, который был дан по повелению. Когда они путешествовали, колена двигались в определенной последовательности за ковчегом, и над ковчегом днем было облако, а ночью - огонь.
        <br/>
Из-за святости этого закона и присутствия в нем Иеговы, Иегова говорил с Моисеем с сиденья милосердия между ангелами-хранителями. Фактически, ковчег был назван там "Иегова". Аарону не разрешалось входить за завесу, если он не приносил жертвы и не сжигал благовония, иначе он мог умереть.
        <br/>
Из-за присутствия Иеговы в этом законе и вокруг него, ковчег, содержащий закон, совершал чудеса. Например, воды Иордана расступились, и пока ковчег покоился посреди русла реки, народ переходил ее по суше. Когда ковчег пронесли вокруг стен Иерихона, стены пали. Дагон, идол филистимлян, сначала упал лицом вниз перед ковчегом. Позже Дагон лежал обезглавленный с ладонями через порог святилища. Из-за ковчега погибло до нескольких тысяч жителей Бет-Шемеша. Узза умер, потому что прикоснулся к ковчегу. Давид вернул ковчег в Сион с жертвоприношениями и криками триумфа. Позже Соломон принес ковчег в Иерусалимский храм, где сделал для него святилище, и так далее. Все это ясно показывает, что Десять заповедей были самым святым в израильской церкви.
        <br/>
        <br/>
То, что было сказано выше относительно провозглашения, святости и силы Закона, зафиксировано в следующих отрывках Слова.
        <br/>
        <br/>
Иегова сошел в огне на гору Синай, и тогда гора задымилась и задрожала, раздались громы и молнии, густое облако и трубный глас, Исх. xix. 16-18; Втор. iv. 11; ст. 22-26.
        <br/>
        <br/>
Народ перед сошествием Иеговы готовился и освящал себя три дня, Исх. xix. 10, 11, 15.
        <br/>
        <br/>
Вокруг горы были установлены границы, чтобы никто не подошел к ее границе и не коснулся ее, и не умер; и даже священникам не разрешалось подходить к ней, а только Моисею, Исх. xix. 12, 13, 20-24; xxiv. 1, 2.
        <br/>
        <br/>
Закон был провозглашен с горы Синай, Исх. xx. 2-17; Втор. ст. 6-21.
        <br/>
        <br/>
Закон был начертан на двух каменных скрижалях и написан перстом Божьим. Исход. xxxi. 18: xxxii. 15, 16; Deut. ix. 10.
        <br/>
        <br/>
Когда Моисей во второй раз спустил скрижали с горы, лицо его так просияло, что он закрыл свое лицо покрывалом, когда говорил с народом. Исход. xxxiv. 29-25.
        <br/>
        <br/>
Скрижали были положены в ковчег. Исх. xxv. 16; xl. 20; Втор. x. 5; 1 Цар. viii. 9.
        <br/>
        <br/>
Над ковчегом поставлена была крышка, а над крышкой - херувимы золотые. Исход. xxv. 17-21.
        <br/>
        <br/>
Ковчег с крышкой и херувимами был поставлен в скинии и составлял первую и, таким образом, самую внутреннюю ее часть; стол, обложенный золотом, на котором был хлеб, золотой жертвенник для курения и подсвечник с золотыми светильниками составляли внешнюю часть скинии; а десять завес из виссона, пурпура и червленицы составляли ее внешнюю часть. Исх. xxv. 1 до конца; xxvi. 1 до конца; xl. 17-28.
        <br/>
        <br/>
Место, где хранился ковчег, называлось Святое святых. Исход. xxvi. 33.
        <br/>
        <br/>
Весь народ Израиля расположился вокруг скинии по порядку, по коленам своим, и шествовал за ней по порядку. Числ. ii. 1 до конца.
        <br/>
        <br/>
И было над скинией днем облако, а ночью огонь. Исх. xl. 38; Числ. ix. 15 до конца; xiv. 14; Втор. i. 33.
        <br/>
        <br/>
Иегова говорил с Моисеем над ковчегом, между херувимами. Исх. xxv. 22; Числ. vii. 89.
        <br/>
        <br/>
Ковчег, из-за Закона, который был в нем, был назван "Присутствием Иеговы"; ибо когда ковчег выдвигался вперед, Моисей говорил: "Встань, Иегова", а когда он отдыхал, "Возвратись, Иегова", Чис. x. 35, 36; и см. далее: 2 Цар. vi. 2; Пс. cxxxii. 7, 8.
        <br/>
        <br/>
По причине святости Закона Аарон не имел права входить за завесу, кроме как с жертвами и благовониями. Лев. xvi. 2-14 и последующие стихи.
        <br/>
        <br/>
Благодаря присутствию силы Господа в Законе, который находился в ковчеге, воды Иордана разделились, и пока он покоился посередине, народ перешел по суше. Иисус Навин iii. 1-17; iv. 5-20.
        <br/>
        <br/>
Когда ковчег пронесли по стенам Иерихона, они обрушились. Иис. vi. 1-20.
        <br/>
        <br/>
Дагон, бог филистимлян, пал на землю перед ковчегом, а затем лежал с отрубленной головой и ладонями рук на пороге своего храма. 1 Цар. ст.
        <br/>
        <br/>
Вифшемиты, в количестве многих тысяч, были поражены из-за ковчега. 1 Цар. v. и vi.
        <br/>
        <br/>
Узза умер, потому что прикоснулся к ковчегу. 2 Цар. vi. 7.
        <br/>
        <br/>
Ковчег был принесен Давидом на Сион с жертвоприношениями и ликованием. 2 Цар. vi. 1-19;
        <br/>
        <br/>
и он был принесен Соломоном в Иерусалимский храм, где составлял святилище. 1 Царств vi. 19 и последующие стихи; и viii. 3-9.
        <br/>
        <br/>
        <br/>
        <br/>
        <br/>
        <br/>
        </div>
    </Layout>
  );
}
