import Link from "next/link";
import Image from "next/image";
import Layout from "../../../components/layout";
import utilStyles from "../../../styles/utils.module.css";




export default function PervajaZapoved() {
  return (
    <Layout>
        <div className={utilStyles.menu}> <h1>1 заповедь</h1></div>
      <div className={utilStyles.menu}>
      

      <div className={utilStyles.menu}>
      <h2>
        <Link href="/">На главную</Link>
      </h2>
      </div>
      <div className={utilStyles.menu}>
      <h2>
        <Link href="/homepage/menu_ru/10zapovedej">
          {/* <a className="foo" target="_blank" rel="noopener noreferrer">
  this page!
      </a> */}
          Назад
        </Link>
      </h2>
      </div>
      </div>

<div>
                                         
        <br/>
        <div className={utilStyles.menu}> <h1>Не должно быть другого Бога пред лицем Моим</h1></div>                  
        
        <br/>
        <br/>
Это слова первой заповеди (Исход 20:3; Второзаконие 5:7).  смысл заключается в том, что мы не должны поклоняться идолам; ибо далее говорится,
        <br/>
        <br/>
Вы не должны делать себе изваяний или каких-либо форм, которые находятся на небесах вверху, или на земле внизу, или в водах под землей. Не кланяйся им и не поклоняйся им, потому что Я, Иегова, Бог твой, Бог ревнитель". (Исход 20:4, 5)
        <br/>
        <br/>
Наиболее доступный смысл этой заповеди заключается в том, что мы не должны поклоняться идолам, потому что до того времени [когда была дана эта заповедь] и после него вплоть до пришествия Господа большая часть Ближнего Востока имела идолопоклонство. Причиной идолопоклонства было то, что все церкви до прихода Господа были символическими и эмблематическими. Их символы и эмблемы были предназначены для того, чтобы представить божественные атрибуты в различных формах и скульптурных фигурах. Когда смысл этих форм был утрачен, простые люди стали поклоняться этим формам как богам.
        <br/>
У израильского народа был такой вид поклонения в Египте, как видно из золотого тельца, которому они поклонялись в пустыне вместо того, чтобы поклоняться Иегове. Этот вид поклонения никогда не стал им чужд, как видно из многих отрывков как исторической, так и пророческой частей Слова.
        <br/>
        <br/>
        <br/>
Эта заповедь "Не должно быть другого Бога пред лицем Моим" также имеет земное значение: мы не должны поклоняться ни одному человеку, мертвому или живому, как богу. Поклонение людям как богам было еще одной практикой на Ближнем Востоке и в различных близлежащих районах. Многие боги тамошних народов были такого типа, например, Ваал, Ашторет, Хемос, Милком и Вельзевул. В Афинах и Риме были Сатурн, Юпитер, Нептун, Плутон, Аполлон, Афина и так далее. Люди поклонялись некоторым из них сначала как святым людям, затем как сверхъестественным существам и, наконец, как богам. О том, что эти народы также поклонялись живым людям как богам, можно судить по указу Дария Медянина о том, что в течение тридцати дней никто не должен был спрашивать ничего у Бога, только у царя, иначе его бросят в логово львов (Даниил 6:8-28).
        <br/>
        <br/>
        <br/>
 Первая заповедь также подразумевает, что мы должны любить превыше всего никого, кроме Бога, и ничего, кроме того, что исходит от Бога. Это также согласуется со словами Господа (Матфея 22:37-39; Луки 10:25-28). Тот, кого мы любим превыше всего, является для нас богом, а то, что мы любим превыше всего, является для нас божественным. Например, если мы любим себя превыше всего, или если мы любим мир превыше всего, то для нас мы сами являемся нашим богом, или же мир является им. Это объясняет, почему при таких обстоятельствах мы не верим в душе ни в какого бога; из-за этого мы соединяемся с такими же людьми, как мы сами, в аду, где собраны все, кто любил себя или мир превыше всего.
        <br/>
        <br/>
        <br/>
Смысл этой заповеди заключается в том, что мы не должны поклоняться никакому другому Богу, кроме Господа Иисуса Христа, потому что Он - Иегова, и Он пришел в мир и совершил искупление. Если бы Он не сделал этого, то ни один человек и ни один ангел не смог бы спастись.
        <br/>
Из следующих отрывков в Слове ясно видно, что нет другого Бога, кроме Него:
        <br/>
        <br/>
В тот день будет сказано: "Вот, это наш Бог. Мы ждали, что Он освободит нас. Вот Иегова, которого мы ждали. Возрадуемся и возвеселимся о спасении Его". (Исаия 25:9)
        <br/>
        <br/>
Голос вопиющего в пустыне: "Приготовьте путь для Иеговы; проложите ровную дорогу в уединении для Бога нашего. Ибо явится слава Иеговы, и увидит ее всякая плоть. Вот, Господь Иегова идет с силою; как пастух, Он будет пасти стадо Свое". (Исаия 40:3, 5, 11)
        <br/>
        <br/>
"Един Бог среди вас; нет иного Бога". Конечно, Ты - Бог сокрытый, Бог, Спаситель Израиля". (Исаия 45:14, 15)
        <br/>
        <br/>
Разве Я не Иегова? Нет другого Бога, кроме Меня. Я Бог праведный, и нет Спасителя, кроме Меня". (Исаия 45:21, 22)
        <br/>
        <br/>
Я - Иегова, и нет Спасителя, кроме Меня". (Исаия 43:11; Осия 13:4)
        <br/>
        <br/>
Чтобы всякая плоть знала, что Я, Иегова, Спаситель ваш и Искупитель ваш". (Исаия 49:26; 60:16)
        <br/>
        <br/>
Что касается нашего Искупителя, то имя Ему - Иегова Саваоф. (Исаия 47:4; Иеремия 50:34)
        <br/>
        <br/>
Иегова, скала моя и Искупитель мой. (Псалмы 19:14)
        <br/>
        <br/>
Так говорит Иегова, Искупитель ваш, Святой Израилев: Я Иегова, Бог твой. (Исаия 48:17; 43:14; 49:7; 54:8)
        <br/>
        <br/>
Так сказал Иегова, ваш Искупитель: "Я, Иегова, создатель всего сущего. Я один [простираю небеса, расширяю землю] Сам по Себе". (Исаия 44:24)
        <br/>
        <br/>
Так сказал Иегова, Царь Израиля и его Искупитель, Иегова Саваоф: "Я - Первый и Последний, и нет Бога, кроме Меня". (Исаия 44:6)
        <br/>
        <br/>
Иегова Саваоф - имя Его, Искупитель ваш, Святой Израиля. Он будет называться Богом всей земли". (Исаия 54:5)
        <br/>
        <br/>
Авраам не знал нас, и Израиль не признал нас. Ты, Иегова, Отец наш; Искупитель наш от века - имя Твое". (Исаия 63:16)
        <br/>
        <br/>
Младенец рождается у нас; Сын дается нам. Нарекут имя Ему: Чудный, Советник, Бог, Герой, Отец вечности, Князь мира". (Исаия 9:6)
        <br/>
        <br/>
Вот, наступают дни, когда Я воздвигну для Давида праведного отпрыска, который будет царствовать как царь; и вот имя ему: Иегова - правосудие наше". (Иеремия 23:56; 33:15-16)
        <br/>
        <br/>
Филипп сказал Иисусу: "Покажи нам Отца". Иисус сказал ему: "Видящие Меня видят Отца. Неужели вы не верите, что Я в Отце, и Отец во Мне?". (Иоанна 14:8, 9, 10)
        <br/>
        <br/>
Вся полнота Божественности физически обитает в Иисусе Христе. (Колоссянам 2:9)
        <br/>
        <br/>
Мы пребываем в истине в Иисусе Христе. Он - истинный Бог и вечная жизнь. Дети малые, удерживайте себя от идолов. (1 Иоанна 5:20, 21)
        <br/>
        <br/>
Эти отрывки ясно показывают, что Господь наш Спаситель - это Сам Иегова, Который является Творцом, Искупителем и Возродителем в одном лице. Таков духовный смысл этой заповеди.
        <br/>
        <br/>
Господь Иегова бесконечен, неизмерим и вечен, а также всемогущ, всеведущ и вездесущ. Он - Первый и Последний; Начало и Конец; Тот, Кто был, есть и будет. Он есть сама любовь и сама мудрость, или сама благость и сама истина. Поэтому Он - сама жизнь. Он - единственное существо; все вещи происходят от Него.
        <br/>
        <br/>
        <br/>
Все люди, признающие и поклоняющиеся другому богу, кроме Господа Спасителя Иисуса Христа, который есть Сам Иегова Бог в человеческом обличье, грешат против этой первой заповеди. 
        <br/>
        <br/>



</div>


    </Layout>
  );
}
