import Link from "next/link";
import Image from "next/image";
import Layout from "../../../components/layout";
import utilStyles from "../../../styles/utils.module.css";




export default function   VtorajaZapoved() {
  return (
    <Layout>
        <div className={utilStyles.menu}> <h1>2 заповедь</h1></div>
      <div className={utilStyles.menu}>
      

      <div className={utilStyles.menu}>
      <h2>
        <Link href="/">На главную</Link>
      </h2>
      </div>
      <div className={utilStyles.menu}>
      <h2>
        <Link href="/homepage/menu_ru/10zapovedej">
          {/* <a className="foo" target="_blank" rel="noopener noreferrer">
  this page!
      </a> */}
          Назад
        </Link>
      </h2>
      </div>
      </div>

<div>

<div className={utilStyles.menu}> <h1>Не произноси имени Иеговы, Бога твоего, напрасно, ибо Иегова не оставит без наказания того, кто произносит имя Его напрасно.</h1></div>

        <br/>
        <br/>
 Напрасное произнесение имени Иеговы Бога означает в природном, или буквальном, смысле злоупотребление самим именем во всех видах разговоров, особенно в ложных утверждениях или обмане, в божбе без надобности, или чтобы избегнуть порицания, с дурными намерениями, а именно, для проклятий, колдовства и заклинаний. С другой стороны, клясться Богом и Его святостью, Словом и Евангелием, при коронации, посвящении в духовный сан, введении в ответственную должность, не значит напрасно произносить имя Божие, если только потом тот, кто клялся, не откажется от своих обещаний, как ничего не стоящих. Имя Божие, будучи свято само, должно постоянно использоваться в церковном священнодействии: в молитвах, песнопениях и во всех формах богослужения, а также в проповедях и сочинениях на религиозные темы. Всё это потому, что Бог присутствует во всём, что касается религии, и когда к Нему обращаются должным образом, Его именем вызывают Его присутствие, и Он слышит. Этим святится имя Божие.
        <br/>
        <br/>
То, что имя Бога Иеговы само по себе свято, очевидно, ибо иудеи с самых первых дней своего существования не осмеливались говорить "Иегова", и ради них ни евангелисты, ни апостолы не упоминали его. Вместо "Иегова" они говорили "Господь", как видно из различных отрывков Ветхого Завета, переведенных в Новый, где вместо "Иегова" используется имя "Господь",
        <br/>
        <br/>
как в Матф. xxii. 37 и Луки x. 27, в сравнении с Втор. vi. 5: и в других местах.
        <br/>
        <br/>
То, что имя Иисус также свято, хорошо известно из заявления апостола, что при этом имени преклонятся колени на небе и на земле; и еще потому, что это имя не может произнести ни один дьявол в аду. Есть много имен Божьих, которые нельзя принимать всуе: Иегова, Иегова Бог, Иегова Зебаот, Святой Израиля, Иисус, Христос и Святой Дух.
        <br/>
        <br/>
Имя Божие означает всё церковное учение целиком, извлеченное из Слова, по которому к Господу обращаются и поклоняются ему. Всё оно сведено в имени Божьем. Поэтому напрасное употребление имени Божьего означает использование чего бы то ни было из этого источника в праздной болтовне, лжесвидетельстве, лжи, ругани, колдовстве и заклинаниях; ибо это - злословие и поношение Бога, а значит, Его имени. Следующие отрывки показывают, что Слово и всё, что церковь извлекает из него, таким образом, всё богослужение, есть имя Божие.
        <br/>
От восхода солнца будут призывать имя Мое. Исаия 41:25. Ибо от восхода солнца до заката велико будет имя Мое между народами, и на всяком месте будут приносить фимиам имени Моему. А вы хулите его тем, что говорите: "трапеза Иеговы не стоит уважения". И пренебрегаете Моим именем, и приносите искалеченное, хромое и больное. Мал. 1:11-13. Ибо все народы ходят, каждый во имя своего Бога; а мы будем ходить во имя Иеговы Бога нашего. Михей 4:5. Да поклоняются Иегове в одном месте, которое Он изберет, чтобы пребывало там имя Его. Втор. 12:5,11,13,14,18; 16:2,6,11,15,16.
        <br/>
Его имя означает Его богослужение.
        <br/>
Иисус говорил: где двое или трое собраны во имя Мое, там Я посреди них. Матф. 18:20. А тем, которые приняли Его, верующим во имя Его, дал власть быть чадами Божьими. Иоанн 1:12. Неверующий уже осужден, потому что не уверовал во имя единородного Сына Божьего. Иоанн 3:18. Веруя, имеете жизнь во имя Его. Иоанн 20:31. Иисус сказал: Я открыл имя Твое Человекам... И Я открыл им имя Твое, и открою. Иоанн 17:6,26. Господь сказал: У тебя в Сардах есть несколько имен. Откр. 3:4.
        <br/>
Есть много других мест, в которых, как здесь, имя Бога означает Божественное, которое исходит от Бога, и посредством которого Ему поклоняются. Имя Иисуса Христа, однако, означает искупление в целом, и Его учение в целом, таким образом, спасение в целом. Иисус означает спасение в целом путем искупления, Христос - спасение в целом с помощью Его учения.
        <br/>
        <br/>
Напрасно применять имя Божие означает то, что Господь сказал фарисеям:
        <br/>
Всякий грех и хула простятся человекам, а хула на Духа не простится. Матф. 12:31,32.
        <br/>
Хула на Духа означает надругательство над Божественностью Господнего человеческого и святостью Слова. Из следующих отрывков ясно, что под "именем Иеговы Бога" в небесном, или высшем, смысле подразумевается Божественное человеческое Господа:
        <br/>
Иисус сказал: Отче! прославь имя Твоё. Тогда пришел с неба глас: и прославил и ещё прославляю. Иоанн 12:28. И если чего попросите во имя Моё, то сделаю, да прославится Отец в Сыне. Если чего попросите во имя Моё, Я то сделаю. Иоанн 14:13,14.
        <br/>
Поскольку хула на Духа не прощается никому (как указано в Матф. 12:31,32), то и добавлена к заповеди фраза: "Ибо Иегова не оставит без наказания того, кто произносит имя Его напрасно."
        <br/>
        <br/>
        <br/>
 И в естественном мире имя не означает только имя человека, но и его характер, потому что он связан с его именем; ибо в обычном разговоре принято говорить: "Это он делает ради своего имени", или "ради славы своего имени", или "у этого человека великое имя", имея в виду, что он прославлен за такие вещи, которые в нем есть, как таланты, эрудиция, заслуги и так далее. Кто не знает, что тот, кто порочит и клевещет на кого-либо именем, также порочит и клевещет на поступки его жизни? По идее, эти два понятия соединяются, и таким образом уничтожается слава его имени. Подобным образом тот, кто произносит имя короля, знатного или любого великого человека с большим неуважением, также бросает поношение на его величие и достоинство. Так и тот, кто упоминает имя другого в тоне презрения, в то же время принижает деяния его жизни. Это относится ко всем. Согласно законам , нельзя порочить и ранить клеветой чье-либо имя, то есть его характер и последующую репутацию.
        <br/>
        <br/>
   


</div>

    </Layout>
  );
}
