import Link from 'next/link';
import Image from 'next/image';

export default function OBoge() {
  return (
    <>
      <h1>О Боге</h1>
    
      <h2>
        <Link href="/">
        {/* <a className="foo" target="_blank" rel="noopener noreferrer">
        Back to home
      </a> */}
      На главную
            </Link>
        
      </h2>
<h2>
<Link href="/homepage/menu_ru/menu">
  {/* <a className="foo" target="_blank" rel="noopener noreferrer">
  this page!
      </a> */}
  Назад

    </Link>





</h2>
<div>
<br/>
Все Священное Писание, а значит и учения церквей христианского мира, учат, что есть один Бог, и что Он Един. То, что все Священное Писание учит, что есть один Бог, объясняется тем, что в его сокровенной части нет ничего, кроме Бога, то есть божественного, которое исходит от Бога, ибо оно продиктовано Богом, и ничто не может исходить от Бога, кроме того, что Он Сам есть и называется божественным; это в его сокровенной части. Но в производном, которое находится ниже и исходит отсюда, это Священное Писание приспособлено для понимания ангелов и людей; В последнем, подобным образом, находится Божественное, но в другой форме, и в этом оно называется небесным, духовным и естественным Божественным, которые являются лишь оболочками Бога, ибо Сам Бог, как Он находится в самой внутренней части СЛОВА, не может быть виден ни одной сотворенной вещью; ибо Он сказал Моисею, когда тот просил позволить ему увидеть славу Иеговы, что никто не может видеть Бога и жить. То же самое и с внутренней частью Слова, где Бог пребывает в Своем Существе и Сущности; однако Божественное, которое находится в самой внутренней части и окутано такими вещами, которые приспособлены к восприятию ангелов и людей, сияет как свет через кристаллические формы, но по-разному, в зависимости от состояния ума, который человек сформировал из Бога или из себя. Для каждого человека, который сформировал состояние своего ума от Бога, Священное Писание подобно зеркалу, в котором он видит Бога, но каждый по-своему; истины, которые он узнает из СЛОВА и приобретает, живя в соответствии с ними, составляют это зеркало: из этого прежде всего следует, что Священное Писание - полнота Божья. То, что она учит не только тому, что есть один Бог, но и тому, что Он Един, видно из истин, которые, как я уже сказал, образуют это зеркало, в том смысле, что они связаны между собой и делают возможным для человека думать о Боге только как о едином; Поэтому каждый, чей разум обрел некоторую святость от СЛОВА, по своей воле знает, что Бог един, и ему кажется безумием говорить, что их несколько; ангелы не могут открыть рот, чтобы произнести богов, потому что небесный воздух, в котором они живут, сопротивляется. О том, что Бог един, Священное Писание учит не только в общем смысле, но и в частности во многих отрывках, как, например, в следующих: "Слушай, Израиль, Иего-ва, Бог наш, один Иегова": Втор.6/4; также Мк.12/29: "Только с Тобою Бог, и кроме Меня нет Бога": Ис.45/14,15. "Не Я ли Иегова, и кроме Меня нет больше Бога?": Ис 45/20,21
        <br/>
        <br/>
То, что в доктринах церквей христианского мира говорится о том, что Бог един, хорошо известно; они учат этому, потому что все их доктрины исходят из СЛОВА, и они связаны между собой в той мере, в какой они признают единого Бога не только устами, но и сердцем. Для тех, кто исповедует одного Бога только устами, но трех - сердцем, как многие в христианстве сегодня, Бог - лишь изречение уст, а вся теология - лишь золотой идол, заключенный в сосуд, ключ от которого есть только у правителей церкви, и они, читая СЛОВО, не воспринимают никакого света, содержащегося в нем или исходящего из него, даже того, что Бог Един; СЛОВО для них так же запятнано и затемнено, как и единство Бога; именно их описывает Господь в Мф.13/14,15: "Слухом услышите, и не уразумеете, и зрением увидите, и не различите: глаза их закрыли, чтобы они не видели глазами и не слышали ушами, и не обратились, и Я исцелил их". Все они подобны тем, кто бежит от света, заходит в подвалы, где нет окон, рыщет по стенам, ищет еду и деньги, и наконец обретает зрение, как у ночных птиц, и видит в темноте; Они подобны женщине, у которой несколько мужей, и поэтому она не жена, а беспринципный сват; они также подобны девственнице, которая принимает кольца от нескольких женихов, а после замужества делит ночи с одним, а затем и с остальными.
        <br/>
9. (3) По этой причине во всем мире нет ни одного народа, обладающего религией и здравым разумом, который бы не признавал Бога и то, что Бог един. Вследствие Божественного притока в души людей, о котором говорилось выше, в каждом человеке есть внутреннее веление, что есть Бог и что Он един. И все же есть те, кто отрицает Бога, и те, кто признает природу богом, и те, кто признает больше богов, чем одного, и те, кто поклоняется изображениям как богам; это возможно потому, что такие люди загромоздили внутреннее пространство своего разума или понимания мирскими и телесными вещами, тем самым уничтожив свое первое или детское представление о Боге, и в то же время отвергнув религию из своей груди и забросив ее за спину. Христиане признают единого Бога, но каким образом, видно из их установленного вероучения, которое заключается в следующем:
        <br/>
Католическая вера заключается в следующем: Мы поклоняемся единому Богу в троице, и троице в единстве. Есть три Божественные личности, Отец, Сын и Святой Дух, и все же не три Бога, но один Бог. Есть одна личность Отца, другая - Сына и третья - Святого Духа, и их божественность едина, слава равна, а величие со-вечно. Таким образом, Отец есть Бог, Сын есть Бог, а Святой Дух есть Бог. Но как христианская истина заставляет нас исповедовать каждого человека по отдельности Богом и Господом, так и католическая религия запрещает нам говорить, что есть три Бога или три Господа.
        <br/>
Такова христианская вера в отношении единства Бога. Но то, что триединство Бога и единство Бога в этом вероучении несовместимы друг с другом, будет показано в главе о Божественной Троице. [2] Другие народы мира, обладающие религией и здравым разумом, согласны признать, что Бог един: все магометане в своих империях, африканцы во многих царствах этого континента, азиаты в своих многочисленных царствах, и, наконец, евреи по сей день. Древнейшие люди золотого века, имевшие какую-либо религию, поклонялись одному Богу, которого они называли Иегова. То же самое можно сказать и о древних людях в последующие века, пока не установились монархические правительства, когда мирская, а затем и телесная любовь стала закрывать высшие области понимания, которые прежде были открыты и представляли собой храмы и священные углубления для поклонения единому Богу. Чтобы вновь открыть их и восстановить поклонение единому Богу, Господь Бог учредил церковь среди потомков Иакова и сделал это первой из всех заповедей их религии:
        <br/>
Не имей других богов пред лицом Моим (Исх. 20:3).
        <br/>
[3] Более того, имя Иегова, которое Он восстановил в это время, означает высшее и единственное Существо, Источник всего, что есть или существует во вселенной. Иов, имя, возможно, производное от Иеговы, почитался древними язычниками как верховный бог; и многие другие боги, составлявшие его двор, также облекались в божественность; но в последующую эпоху мудрые люди, такие как Платон и Аристотель, признали, что это были не боги, а множество свойств, качеств и атрибутов единого Бога, которые назывались богами, потому что в каждом из них было что-то Божественное.
        <br/>
10. Каждый здравый рассудок, даже если он не религиозен, видит, что все разделенное, если оно не зависит от одного, распадается само собой, как и человек, сплетенный из множества конечностей, кишок, органов чувств и движения, если он не зависит от души, и само тело, если оно не зависит от сердца, как и империя, если она не зависит от короля, дом, если он не зависит от господина, и каждое управление, которых в каждой империи множество, если оно не зависит от чиновника. Что могла бы сделать военная армия против врага без командира, который обладает верховной властью и которому подчиняются офицеры, каждый из которых имеет свою власть над солдатами? То же самое было бы с церковью, если бы она не признавала Бога, а также с ангельским небом, которое является главой церкви на земле, в которой Господь является фактической душой, поэтому небо и церковь также называются Его телом; если бы они не признавали Бога, то оба были бы подобны бесплотному телу, которое, поскольку от него нет никакой пользы, было бы выброшено и похоронено.
        <br/>
 Относительно природы этого единого Бога нации и народы расходились и продолжают расходиться в своих взглядах по разным причинам. Первая причина заключается в том, что познание Бога, а следовательно, и признание Бога, невозможно без
        <br/>
откровения; а познание Господа, а следовательно, признание того, что в Нем вся полнота
        <br/>
Слово - это венец откровения, ибо человек, согласно данному откровению, может прийти на встречу с Богом и получить влияние, и таким образом стать духовным человеком вместо природного. Первоначальное откровение распространилось по всему миру, но естественный человек во многом извратил его; отсюда разногласия, разногласия, ереси и разделения в религиях. Вторая причина заключается в том, что естественный человек не слышит и не воспринимает ничего от Бога, а только от мира, поэтому одно из основных учений христианской церкви гласит, что естественный человек противостоит духовному, и они борются друг с другом; поэтому те, кто узнал из Слова или из другого откровения, что есть один Бог, расходились и продолжают расходиться во мнениях о природе Бога и Его единстве. Поэтому те, чье духовное зрение зависело от телесных чувств, но кто все же желал видеть Бога, делали изображения из золота, серебра, камня и дерева, чтобы поклоняться Богу под ними, как предметам зрения; а другие, которые из религии отвергали изображения, представляли Бога под образом солнца и луны, небесных тел и многих других вещей на земле. Но те, кто считал себя мудрее простых людей, оставаясь естественными людьми, из-за безмерности и вездесущности Бога при создании мира, признавали природу Богом, одни - в глубине, другие - в глубине; а некоторые, чтобы отделить Бога от природы, придумали универсальную вещь, которую назвали сущностью вселенной; и поскольку они не знают больше ничего о Боге, эта сущность становится для них предметом мысли, что означает не-вещь. Кто не видит, что познание Бога есть зеркало Бога, и что те, кто ничего не знает о Боге, видят Бога не в зеркале, обращенном к глазам, а в зеркале круглом, или в задней его части, которая покрыта ртутью или черным клеем и не отбрасывает изображение, а поглощает его? Вера в Бога входит в человека априорным или внутренним путем, а именно из души в верхние области интеллекта; знание Бога, с другой стороны, входит апостериорным или внешним путем, потому что посредством чувств тела оно черпается интеллектом из открытого Слова; ибо в середине интеллекта происходит встреча влияний, и здесь естественная вера, которая на самом деле является только
        <br/>
        <br/>
 Если бы Бог не был един, вселенная не могла бы быть создана и сохранена. Единство Бога может быть выведено из сотворения вселенной, потому что вселенная представляет собой целостную работу от вещей первых до вещей последних и зависит от единого Бога, как тело от души. Вселенная была создана таким образом, чтобы Бог был вездесущ, держал каждую из ее частей под Своим руководством и сохранял ее части вместе как единое тело навечно, что должно сохранить ее. Более того, в связи с этим Иегова Бог заявляет:
        <br/>
Что Он есть Первый и Последний, Начало и Конец, Альфа и Омега (Ис. 44:6; Откр. 1:8, 17).
        <br/>
И в другом месте:
        <br/>
Он сотворил все, распростер небеса вверху и простер землю Собою (Ис. 44:24).
        <br/>
Эта огромная система, называемая вселенной, представляет собой целостную работу от первых до последних вещей, потому что, создавая ее, Бог имел в виду одну цель - ангельское небо из человеческого рода; а все вещи, из которых состоит мир, являются средствами для достижения этой цели; поскольку тот, кто ищет цель, ищет и средства. [2] Следовательно, тот, кто рассматривает мир как произведение, содержащее средства для этой цели, способен смотреть на сотворенную вселенную как на произведение, целостное как единое целое, и видеть, что мир - это комплекс применений, существующих в последовательном порядке, устремленном к человеческому роду (из которого происходит ангельское небо) как к своей цели. Божественная любовь не может быть направлена ни на какую другую цель, кроме вечного блаженства людей, имеющих свой источник в Божественном; и ее Божественная мудрость не может породить ничего, кроме использования, которое является средством для достижения этой цели. Рассматривая мир с этой самой общей точки зрения, каждый мудрый человек может понять, что Творец вселенной - Один, и что Его сущность - любовь и мудрость; следовательно, в ней не может быть ни малейшей детали, в которой не было бы скрыто какое-то использование, более или менее отдаленное, для человека - пищи из плодов земли и животных, и одежды из тех же источников.
        <br/>
[Как замечательно, что ничтожный шелкопряд одевает шелком и великолепно украшает женщин и мужчин, от королев и королей до служанок и слуг; и что такое ничтожное насекомое, как пчела, поставляет воск для светильников, которые делают храмы и дворцы блестящими. Те, кто изучает в мельчайших подробностях некоторые вещи в мире, а не все вещи в их самых общих отношениях, включая цели, промежуточные случаи и следствия, и кто, кроме того, не выводит творение из Божественной любви через Божественную мудрость, не в состоянии увидеть, что вселенная - творение одного Бога, и что Он обитает в каждом конкретном использовании, потому что Он обитает в конце. Ибо в каждом случае тот, кто находится в цели, должен находиться и в средствах, так как цель по сути находится во всех средствах, приводя их в действие и направляя их". [4] Те, кто не считает вселенную творением Бога и местом обитания Его любви и мудрости, но творением природы и местом обитания солнечного тепла и света, закрывают высшие области своего ума против Бога и открывают его низшие области для дьявола, и, следовательно, отбрасывают свою человеческую природу и облекаются в звериную природу, и не только думают, что они подобны зверям, но и на самом деле становятся таковыми. Ибо они становятся лисами по хитрости, волками по свирепости, пантерами по вероломству, тиграми по жестокости, крокодилами, змеями, совами и другими ночными птицами по различным их качествам. Более того, в духовном мире те, кто таков, на расстоянии действительно выглядят как эти дикие звери. Так проявляется их любовь ко злу.
        <br/>
        <br/>
Этот единый Бог называется Иегова от Бытия, потому что только Он один есть, был и будет, и потому что Он - Первый и Последний, Начало и Конец, Альфа и Омега. То, что Иегова означает "Я есть" и "Сущий", хорошо известно; а то, что Бог назывался так с древнейших времен, видно из Книги Творения, или Первой Книги Моисея, где в первой главе Он называется Богом, а во второй и последующих - Иегова Бог; а затем, когда потомки Авраама и Иакова во время пребывания в Египте забыли имя Бога, оно было восстановлено; об этом сказано: "Моисей сказал Богу: как имя Твое? Бог сказал: Я есмь "Я есмь"; так скажите сынам Израилевым: Я есмь послал Меня к тебе, и ты скажи: Иегова, Бог отцов твоих, послал Меня к тебе; вот имя Мое на веки, и память Моя из рода в род": Исх.3./Поскольку Бог один есть "Я есмь" и "Сущий", или Иегова, то нет ничего в сотворенной вселенной, что не имело бы своего бытия от Него, но каким образом, будет видно ниже; это также понимается словами: "Я есмь Первый и Последний, Начало и Конец, Альфа и Омега": Ис.41./4; 44/6; 48/12; Откр.1/8,11,17; 2/8; 21/6; 22/13; означающие, что Он есть Сам и Единственный от первого до последнего, от Которого все. То, что Бог называется Альфа и Омега, начало и конец, происходит от того, что Альфа - первая, а Омега - последняя буква греческого алфавита
        <br/>
        <br/>
Божественное бытие - это бытие в себе, и в то же время экзистенция в себе. Иегова Бог есть Бытие в Самом Себе, потому что Он - "Я Есть", Самость, Единственный и Первый от вечности до вечности, от Которого происходит все, что есть, чтобы оно могло быть чем-то. Так и не иначе, Он есть начало и конец, первый и последний, Альфа и Омега. Нельзя сказать, что Его бытие из Себя [a se], потому что это из Себя [ex se] предполагает начало, а значит время, что не соответствует Бесконечному, которое называется от вечности, и потому что это также предполагает другого Бога, который есть Бог в Себе, таким образом, Бог из Бога, или что Бог образовал Себя, и поэтому не был бы ни Несозданным, ни Бесконечным, потому что Он таким образом прекратил бы Себя из Себя или из другого. Из того, что Бог есть Бытие в Себе, следует, что Он есть Любовь в Себе, Мудрость в Себе, Жизнь в Себе, и что Он есть Я, из которого все происходит и к которому все возвращается, чтобы быть чем-то. То, что Бог есть Жизнь в Себе и тем самым Бог, очевидно из слов Господа в Иоанна 5:26 и в Исаии 44:24: "Я Иегова творю все, Я один распростер небеса, Я один распростер землю от Себя". И что Он - единственный Бог, и кроме Него нет Бога: Ис.45/14,15,20,21; Ос.13/4. То, что Бог есть не только сущее в Себе, но и существующее в Себе, основано на том, что сущее не есть нечто, если оно не существует, так же как и существующее, если оно не происходит от сущего; поэтому если одно дано, то должно быть дано и другое; так же и сущность, если она не есть форма. Из субстанции, если она не является формой, нельзя предицировать что-либо, и такая вещь, поскольку она не имеет качества, сама по себе является ничем. То, что здесь названы бытие и существование, а не сущность и существование, происходит от того, что
        <br/>
следовательно, потому что между бытием и сущностью, а следовательно, между существующим и существованием должно быть проведено различие, как между ранним и поздним, причем раннее является более общим, чем позднее. Бесконечность и вечность связаны с божественным бытием [и существованием], но божественная любовь и мудрость связаны с божественным бытием и существованием, а посредством этих двух - с божественным всемогуществом и вездесущностью, которые, следовательно, будут рассмотрены в их порядке.
        <br/>
        <br/>
 То, что Бог есть Я, Единственный и Первый, Который называется Сущим и Существующим в Себе, от Которого происходит все, что есть и существует, - это то, к чему естественный человек ни в коем случае не может прийти через свой разум; ибо естественный человек не может взять из своего разума ничего другого, кроме того, что принадлежит природе, ибо это верно для его сущности, так как с младенчества и отрочества в него не входило ничего другого. Но поскольку человек был создан духовным, поскольку он должен жить после смерти и затем быть среди духов в их мире, Бог предусмотрел СЛОВО, в котором Он не только открыл Себя, но и то, что есть небо и ад, и что каждый человек будет жить в одном или другом из них вечно, каждый в соответствии со своей жизнью и в то же время верой. Он также открыл в Своем Слове, что Он есть "Я Есть" или "Сущий", и Самость, и Единственный, кто находится в Самом Себе, и, таким образом, Первый или Первопричина, из которой происходит все?
        <br/>
        <br/>
Благодаря этому откровению естественный человек получает возможность возвыситься над природой, а значит, и над самим собой, и увидеть то, что относится к Богу, но только как бы на расстоянии, хотя Бог близок каждому человеку, ибо по Своей сущности Он находится в человеке; и, находясь в человеке, Он очень близок к тем, кто любит Его; а любят Его те, кто живет по Его заповедям и верит в Него; эти как бы видят Его. Что такое вера, как не духовное видение того, что Бог есть? И что есть жизнь по заповедям Его, как не признание на деле, что от Него спасение и жизнь вечная? Но те, чья вера не духовная, а естественная, то есть простое знание, и чья жизнь поэтому естественна, действительно видят Бога, но издалека, и то только когда говорят о Нем. Разница между этими двумя классами подобна разнице между теми, кто стоит в ясном свете и видит людей вблизи и осязает их, и теми, кто стоит в густом тумане, в котором они не могут отличить людей от деревьев или камней. [3] Или это подобно разнице между людьми на высокой горе, на которой находится город, которые ходят там, общаясь со своими согражданами, и людьми, смотрящими вниз с вершины этой горы, которые не могут сказать, являются ли объекты, которые они видят внизу, людьми, зверями или статуями. Или это похоже на разницу между людьми, стоящими на какой-то планете и видящими то, что вокруг них, и людьми на другой планете, которые смотрят на это через телескопы и говорят, что видят там людей, хотя на самом деле они видят лишь общие очертания земли в виде лунной яркости и водные части в виде пятен. Таково различие в видении Бога и Божественных вещей в разуме, исходящем от Него, между теми, кто пребывает в вере и благотворительной жизни, и теми, кто просто знает о вере и благотворительности; и, следовательно, таково различие между естественными и духовными людьми. Но те, кто отрицает Божественную святость Слова и при этом носит свою религию, как мешок на спине, вообще не видят Бога, а только произносят слово "Бог", почти как попугаи.
        <br/>
        <br/>
       
 Божественное бытие и существование само по себе не может породить другое божественное, которое было бы бытием и существованием само по себе, следовательно, другой Бог той же сущности невозможен. То, что единый Бог, являющийся Творцом вселенной, есть Бытие и Существование в Себе, следовательно, Бог в Себе, было показано до сих пор; из этого следует, что Бог Бога немыслим, потому что действительная сущность Божественного, которая есть Бытие и Существование в Себе, немыслима в Нем. Нет разницы, говорить ли о рождении от Бога или о появлении на свет; тем не менее, это появление от Бога, а это мало чем отличается от сотворения;Поэтому вводить в церкви веру в то, что есть три божественные личности, каждая из которых сама по себе является Богом и имеет одну и ту же сущность, причем одна рождается от вечности, а третья исходит от вечности, - это равносильно идее единства Бога, и этим полностью уничтожается всякое понятие о божественности, и таким образом все духовные вещи изгоняются из разума; Следовательно, человек перестает быть человеком, но становится полностью естественным, и тогда он отличается от животного только тем, что может говорить; также он противостоит всем духовным вещам церкви, ибо это естественный человек называет безумием.Это - источник и единственный источник, из которого возникли чудовищные ереси о Боге; и таким образом разделение Божественной Троицы на личности ввело в Церковь не только ночь, но и смерть. Истина заключается в том, что внедрить в разум ребенка или юноши идею о трех Божественных личностях, к которой неизбежно присоединяется идея о трех богах, значит лишить его духовного молока, а затем и духовной пищи, и, наконец, всякой способности к духовному рассуждению, и навлечь духовную смерть на тех, кто утвердится в этой идее. Разница между теми, кто в вере и сердце поклоняется одному Богу как Творцу вселенной, и теми, кто поклоняется Ему как Искупителю и Воссоздателю, подобна разнице между городом Сионом во времена Давида и городом Иерусалимом во времена Соломона после постройки храма; а церковь, которая верит в три личности и в каждого из них как в отдельного Бога, подобна городу Сиону и Иерусалиму после того, как он был свергнут Веспасианом и храм сожжен. Более того, человек, поклоняющийся одному Богу, в котором есть Божественная Троица, и который, таким образом, является одной Личностью, становится все более и более живым и ангельским человеком; в то время как тот, кто утверждается в вере во множественность Богов из веры во множественность личностей, постепенно становится подобен статуе с подвижными суставами, внутри которой стоит сатана и говорит через искусственный рот.
        <br/>
        <br/>
Бесконечность Бога,
        <br/>
или безбрежность и вечность
        <br/>
Есть две особенности природного мира, которые делают все в нем конечным: Один из них - пространство, а другой - время; и поскольку Бог сотворил мир и одновременно создал пространство и время, посредством чего первое ограничено или сделано конечным, необходимо разобраться с двумя исходными точками последнего, которыми являются безмерность и вечность; ибо безмерность Бога относится к пространству, а Его вечность - ко времени, а бесконечность заключает в себе и безмерность, и вечность. Но поскольку бесконечность превосходит конечное, а познание ее превосходит конечный разум, ее следует рассматривать в следующем порядке, чтобы в какой-то мере постичь ее.
        <br/>
I. Бог - Бесконечный, потому что Он есть и существует в Себе, и все во Вселенной есть и существует из Него.
        <br/>
II. Бог - Бесконечный, потому что Он был прежде мира, до того, как возникли пространства и времена.
        <br/>
III. После сотворения мира Бог находится в пространстве без пространства и во времени без времени.
        <br/>
IV. Бесконечность называется безмерностью по отношению к пространствам и вечностью по отношению ко времени, и хотя эти отношения существуют, однако в Его безмерности нет ничего пространственного, а в Его вечности - ничего временного.
        <br/>
V. Просвещенный разум может увидеть бесконечность Бога, Творца, из очень многого в мире.
        <br/>
VI. Все, что создано, конечное, и Бесконечное находится в конечных предметах как в сосудах, а в людях как в своих подобиях.
        <br/>
        <br/>
Как Бог находится во всех временах без времени, так и в Своем Слове Он говорит в настоящем времени о прошлом и будущем, как в книге Исайи:
        <br/>
Младенец родился нам, Сын дан нам; и нарекут имя Ему: Могущественный, Князь мира (Ис. 9:6);
        <br/>
и у Давида:
        <br/>
Я возвещу постановление; Иегова сказал Мне: Ты Сын Мой; в сей день Я родил Тебя (Пс. 2:7).
        <br/>
Это сказано о Господе, Который должен был прийти; поэтому также сказано:
        <br/>
Тысяча лет в очах Твоих - как вчера (Пс. 90:4).
        <br/>
То, что Бог присутствует во всем мире, но в Нем нет ничего, присущего миру, то есть ничего, относящегося к пространству и времени, ясно видно из многих отрывков в Слове для тех, кто смотрит внимательно, как, например, из этого отрывка из Иеремии:
        <br/>
Разве Я Бог близкий, а не Бог далекий? Может ли кто скрыться в тайных местах, чтобы Я не увидел его? Не Я ли наполняю небо и землю? (Иер. 23:23-24).
        <br/>
        <br/>
 То, что бесконечное Божественное находится в людях, как в своих образах, очевидно из Слова, где мы читаем:
        <br/>
И сказал Бог: сотворим человека по образу Нашему, по подобию Нашему. И создал Бог человека по образу Своему, по образу Божию сотворил его (Быт. 1:26, 27).
        <br/>
        <br/>
Бог есть сама Любовь и сама Премудрость, Он есть сама Жизнь, которая есть Жизнь в Себе. Об этом говорится в Евангелии от Иоанна:
        <br/>
Слово было у Бога, и Бог был Слово. В Нем была жизнь, и жизнь была свет человеков (Иоанна 1:1, 4).
        <br/>
 Мы также читаем в Евангелии от Иоанна:
        <br/>
Как Отец имеет жизнь в Самом Себе, так и Сыну дал иметь жизнь в Самом Себе (5:26)
        <br/>
        <br/>
Божественная любовь постоянно стремится к соединению, явствует из слов Самого Господа:
        <br/>
Он хочет, чтобы они были едино, Он в них и они в Нем, и чтобы любовь Божия была в них (Иоанна 17:21-23, 26).
        <br/>
        <br/>
Бог всемогущ, всеведущ и вездесущ через мудрость Своей любви, подразумевается словами из Евангелия от Иоанна:
        <br/>
В начале было Слово, и Слово было у Бога, и Бог был Слово. Им создано все, и без Него не было ничего, что создано. В Нем была жизнь, и жизнь была свет человеков. И мир сотворен Им. И Слово стало плотью (Иоанна 1:1, 3-4, 10, 14);
        <br/>
        <br/>
Поскольку в Слове сказано, что праведность - от любви, а суд - от мудрости, приведем несколько отрывков, чтобы показать, что Божье правление в мире осуществляется этими двумя понятиями, как то:
        <br/>
        <br/>
Праведность и суд - опора престола Твоего (Пс. 89:14).
        <br/>
Да славится тот, кто славится этим, что Иегова творит суд и правду на земле (Иер. 9:24).
        <br/>
Да возвеличится Иегова, ибо Он наполнил землю [ивр. Сион] судом и правдой (Ис. 33:5).
        <br/>
Суд будет течь как вода, а праведность - как могучий поток (Амос 5:24).
        <br/>
О Иегова, праведность Твоя - как горы Божии, суды Твои - великая глубина (Пс. 36:6).
        <br/>
Иегова возвестит праведность Твою, как свет, и суд Твой, как полдень (Пс. 37:6).
        <br/>
Иегова будет судить народ Твой по правде, и бедных Твоих - по суду (Пс. 72:2).
        <br/>
Когда я познаю суды правды Твоей, семь раз в день буду славить Тебя за суды правды Твоей (Пс. 119:7, 164).
        <br/>
Я обручу Меня тебе [иврит, тебя Мне] в праведности и в суде (Ос. 2:19).
        <br/>
Сион будет искуплен в суде, а возвращенные - в праведности (Ис. 1:27).
        <br/>
Он воссядет на престоле Давида и на царстве его, чтобы утвердить его в суде и в правде (Ис. 9:7).
        <br/>
Я воздвигну Давиду ветвь праведную, и воцарится Он как царь, и будет творить суд и правду на земле (Иер. 23:5).
        <br/>
В других местах говорится, что суд и праведность должны быть совершены, как в Ис. 1:21; 5:16; 58:2; Иер. 4:2; 22:3, 13, 15; Иез. 18:5; 33:14, 16, 19; Амос 6:12; Мих. 7:9; Втор. 33:21; Иоан. 16:8, 10, 11).
        <br/>
        <br/>
 Бог всеведущ, то есть Он воспринимает, видит и знает каждую вещь и все вещи, вплоть до мельчайших подробностей, которые происходят согласно порядку, а из них и те, которые происходят вопреки порядку. Бог всеведущ, то есть воспринимает, видит и знает все вещи, потому что Он есть сама мудрость и сам свет; и сама мудрость воспринимает все вещи, и сам свет видит все вещи.
        <br/>
        <br/>
 Ибо как глаз освещается светом естественного солнца, так и понимание освещается светом духовного солнца, и не просто освещается, а наполняется разумом в соответствии с любовью к получению этого света, ибо этот свет по своей сути есть мудрость. Поэтому в Давиде сказано:
        <br/>
Бог обитает в свете недоступном (Пс. 104:2, ср. 1Тим. 6:16);
        <br/>
и в Апокалипсисе:
        <br/>
Что в Новом Иерусалиме им не нужно свечи, ибо Господь Бог дает им свет (22:5);
        <br/>
и в Евангелии от Иоанна:
        <br/>
Слово, которое было у Бога и было Богом, есть свет, просвещающий всякого человека, приходящего в мир (1:1, 9).
        <br/>
        <br/>
Бог всеведущ как в аду, так и на небесах, и подобным образом с людьми в мире; Таким образом, Он воспринимает, видит и познает их зло и ложь из добра и истины, в которых Он Сам пребывает, и которые по своей сути есть Он Сам; ибо мы читаем:
        <br/>
Если я взойду на небо, Ты там; если постелю постель мою в аду, вот Ты там (Пс. 139:8);
        <br/>
и еще:
        <br/>
Хотя они роются в аду, но рука Моя возьмет их оттуда (Амос 9:2).
        <br/>
        <br/>
 Иегова Сам сошел и принял человеческий облик, чтобы совершить искупление. Здесь используется имя Господь, а не Иегова, потому что Иегова Ветхого Завета называется Господом в Новом, как показано в следующих отрывках. В книге Моисея:
        <br/>
Слушай, Израиль, Иегова, Бог наш, один Иегова; и люби Иегову Бога всем сердцем твоим и всею душею твоею (Втор. 6:4, 5);
        <br/>
и в Евангелии от Марка:
        <br/>
Господь Бог наш есть Господь единый; и ты должен любить Господа Бога твоего всем сердцем твоим и всею душею твоею (Марк 12:29, 30).
        <br/>
Опять же, в Исаии:
        <br/>
Приготовьте путь Иегове, проложите в пустыне ровную дорогу Богу нашему (Ис. 40:3);
        <br/>
и в Евангелии от Луки:
        <br/>
Ты пойдешь пред лицем Господа, чтобы приготовить путь Ему (1:76);
        <br/>
и другие отрывки. Более того, Господь повелел Своим ученикам называть Его Господом, и именно поэтому Его так называли апостолы в своих посланиях, а затем и апостольская церковь, как явствует из ее вероучения, которое называется Апостольским Символом веры. 
        <br/>
        <br/>
 Иегова Бог сошел и принял на Себя человеческий облик, чтобы искупить и спасти людей. В христианских церквях по сей день считается, что Бог, Творец вселенной, породил Сына от вечности, и что этот Сын сошел и принял человеческий облик, чтобы искупить и спасти людей. Но это ошибка, и она сама собой отпадает, как только выясняется, что Бог един, и что с точки зрения разума говорить, что единый Бог породил Сына от вечности, и что Бог Отец вместе с Сыном и Святым Духом, каждый из которых по отдельности является Богом, - это один Бог. Это невероятное представление полностью рассеивается, как падающая звезда в воздухе, когда из Слова показывается, что Иегова Бог Сам сошел и стал Человеком, а также Искупителем. [2] Первое утверждение, что именно Сам Иегова Бог сошел и стал Человеком, ясно показано в следующих отрывках:
        <br/>
Се, Дева зачнет и родит Сына, Который наречется Бог с нами (Ис. 7:14; Матф. 1:22, 23).
        <br/>
Младенец родился, Сын дан нам, и владычество будет на плечах Его, и нарекут имя Ему: Чудный, Бог, Могущественный, Отец вечности, Князь мира (Ис. 9:6).
        <br/>
В тот день будут говорить: вот Бог наш; мы ждали Его, чтобы Он избавил нас; вот Иегова; мы ждали Его; возликуем и возрадуемся о спасении Его (Ис. 25:9).
        <br/>
Голос вопиющего в пустыне: приготовьте путь Иегове; сделайте в пустыне ровную дорогу Богу нашему, и всякая плоть увидит ее вместе (Ис. 40:3, 5).
        <br/>
Вот, Господь Иегова идет в силе, и рука Его будет господствовать за Него, вот, награда Его с Ним. Он будет пасти стадо Свое, как пастырь (Ис. 40:10, 11).
        <br/>
Иегова сказал: "Пой от радости и веселись, дочь Сиона, ибо вот, Я приду обитать посреди тебя" (Ис. 40:7). В тот день многие народы прилепятся к Иегове (Зах. 2:10, 11).
        <br/>
Я, Иегова, призвал тебя в праведности, и дам тебя в завет народу. Я Иегова; вот имя Мое; славы Моей не дам другому (Ис. 42:6-8).
        <br/>
Вот, наступают дни, когда Я воздвигну Давиду Отрасль праведную, и воцарится Он Царем, и совершит суд и правду на земле, и вот имя Ему: Иегова, праведность наша (Иер. 23:5, 6; 33:15, 16).
        <br/>
См. также места, где пришествие Господа названо "днем Иеговы" (как в Ис. 13:6, 9, 13, 22; Иез. 31:15; Иоиль 1:15; 2:1, 2, 11; 3:1, 14, 18; Амос 5:13, 18, 20; Зеф. 1:7-18; Зах. 14:1, 4-21; и в других местах).
        <br/>
[3] То, что именно Сам Иегова сошел и принял на Себя Человека, особенно очевидно в Евангелии от Луки, где сказано:
        <br/>
Мария сказала ангелу: как это произойдет, ведь я не знаю человека? И Ангел сказал ей в ответ: Дух Святый сойдет на тебя, и сила Всевышнего осенит тебя; посему и рождаемое от тебя Святое наречется Сыном Божиим (Лк. 1:34, 35).
        <br/>
И в Евангелии от Матфея:
        <br/>
Ангел сказал Иосифу, жениху Марии, во сне, что родившееся в Ней есть от Духа Святого. И не знал ее Иосиф, доколе не родила она сына своего первенца, и нарекли ему имя Иисус (Матф. 1:20, 25).
        <br/>
В третьей главе этой работы будет показано, что Божественное, исходящее от Иеговы Бога, и есть то, что подразумевается под Святым Духом. Кто не знает, что потомство имеет душу и жизнь от отца, и что тело происходит от души? Можно ли сказать что-нибудь более ясно, чем то, что Господь имел Свою душу и жизнь от Иеговы Бога; а поскольку Божественное не может быть разделено, то само Божественное Отца было Его душой и жизнью? Вот почему Господь так часто называл Иегову Бога Своим Отцом, и почему Иегова Бог называл Его Своим Сыном. Может ли быть что-то более абсурдное, чем утверждение, что душа Господа была от Его матери Марии, как это сегодня мечтают и римские католики, и реформаты, которые еще не пробудились от Слова.
        <br/>
        <br/>
 То, что какой-либо вечно рожденный Сын сошел и принял человеческий облик, отпадает как совершенно ошибочное мнение и опровергается местами в Слове, где Сам Иегова говорит, что Он является Спасителем и Искупителем, а именно: "Не Я ли Иегова, и нет кроме Меня Бога, Бога праведного и Спасителя нет рядом со Мною": Ис.45/ 21,22./"Я Иегова, и кроме Меня нет Спасителя": Ис.43/11. "Я Иегова, Бог твой, и кроме Меня ты не признаешь никакого Бога, и нет Спасителя [кроме Меня]": Ос.13./4. "Да познает всякая плоть, что Я Иегова - Спаситель ваш и Искупитель ваш": Ис.49/26; 60/16. "А Искупитель наш, Иегова Саваоф - имя Ему": Ис.47/4. "Искупитель ваш, Сильный, Иегова Саваоф - имя Ему": Иер.50./"Так сказал Иегова, Искупитель твой, Святый Израилев: Я Иегова, Бог твой": Ис.48/17; 43/14; 49/7. "Так сказал Иегова, Искупитель твой: Я Иегова, делающий все, и от Себя одного": Ис.44/24.
        <br/>
"Так говорит Иегова, Царь Израилев и Искупитель его, Иегова Саваоф: Я есмь Первый и Последний, и кроме Меня нет Бога": Ис.44/6. "Ты Иегова, Отец наш, Искупитель наш, от века имя Твое": Ис.63/16.
        <br/>
"С вечным милосердием буду миловать, говорит Иегова, Искупитель твой": Ис.54/8. "Ты искупил меня, Иегова [Бог] истины": Пс.31/6. "На Иегову будет надеяться Израиль, потому что с Иеговой милость, с Ним могучее искупление; Он искупит Израиля от всех беззаконий их": Пс.130./Иегова Бог и Искупитель твой, Святый Израилев, Бог всей земли наречется": Ис.54/5. Из этих и многих других отрывков каждый человек, имеющий глаза и дух, отверзший очи, может увидеть, что Бог, Который Един, сошел и стал человеком, чтобы совершить искупление. Кто не увидит этого, как утреннего света, если будет внимателен к самим божественным изречениям, которые были приведены? Те же, кто находится в тени ночи, в результате своего самоутверждения за порождение второго Бога из вечности, за Его сошествие и дело искупления, закрывают веки на эти божественные изречения и размышляют под ними, как они могут применить и извратить их в своих ложных целях.
        <br/>
        <br/>
То, что Иегова Бог сошел как Божественная истина, которая есть Слово, показано в Евангелии от Иоанна следующим образом:
        <br/>
В начале было Слово, и Слово было у Бога, и Бог был Слово. Им создано все, и без Него не было ничего, что создано. И Слово стало плотью и обитало среди нас (Иоанна 1:1, 3, 14).
        <br/>
Под "Словом" здесь подразумевается Божественная истина; потому что Слово, которое находится в церкви, само по себе является Божественной истиной, ибо оно было продиктовано Самим Иеговой; а то, что продиктовано Иеговой, есть не что иное, как Божественная истина, и не может быть ничем другим. [2] Но поскольку Божественная истина спустилась через небеса даже в мир, она стала приспособленной для ангелов на небесах, а также для людей в мире. По этой причине в Слове есть духовный смысл, в котором Божественная истина видна в ясном свете, и естественный смысл, в котором она видна неясно. Таким образом, Иоанн имеет в виду Божественную истину в нашем Слове. Это становится еще яснее от того, что Господь пришел в мир, чтобы исполнить все слова Слова; вот почему так часто говорится, что то или иное было сделано с Ним, "чтобы исполнилось Писание". Под "Мессией" или "Христом", или "Сыном Человеческим", или "Святым Духом Утешителем", которого Господь послал после Своего ухода, не подразумевается ничего, кроме Божественной истины. В главе о Священном Писании будет показано, что в Своем преображении перед тремя учениками на горе (Матф. 17; Марк 9; Лука 9), а также перед Иоанном в Апокалипсисе (1:12-16), Господь представлял Себя как это Слово. [3] То, что Господь в мире был Божественной истиной, явствует из Его собственных слов:
        <br/>
Я есмь путь и истина и жизнь (Иоанна 14:6);
        <br/>
также из этих слов:
        <br/>
Мы знаем, что Сын Божий пришел и дал нам разумение, чтобы мы познали Истину; и мы в Истине, в Сыне Его Иисусе Христе. Это истинный Бог и жизнь вечная (1 Иоанна 5:20);
        <br/>
И еще большее значение имеет то, что Он назван "Светом", как в следующих отрывках:
        <br/>
Был свет истинный, который освещает всякого человека, приходящего в мир (Иоанна 1:4, 9).
        <br/>
Иисус сказал: еще немного времени свет с вами. Ходите, пока есть свет, чтобы тьма не поглотила вас. Пока вы имеете свет, веруйте в свет, чтобы вам быть сынами света (Иоанна 12:35, 36, 46).
        <br/>
Я свет миру (Иоанна 9:5).
        <br/>
Симеон сказал: "Ибо видели очи мои спасение Твое, свет к откровению язычникам" (Луки 2:30-32).
        <br/>
И вот суд: свет пришел в мир; кто делает правду, тот приходит к свету (Иоанна 3:19, 21);
        <br/>
и в других местах. "Свет" означает Божественную истину.
        <br/>
        <br/>
Поскольку никакая связь, которая действительно является связью, невозможна, если она не является взаимной и обоюдной, связь Господа с человеком не может быть иной, что ясно видно из следующих отрывков: "Ядущий Мою плоть и пиющий Мою кровь пребывает во Мне, и Я в нем": Ин 6:56./Пребудьте во Мне, и Я в вас; кто пребывает во Мне, и Я в нем, тот приносит много плода": Ин.15/4,5. "Кто отворит дверь, войду к нему, и буду вечерять с ним, и он со Мною": Откр.3/20, и так в других отрывках. Этот союз осуществляется через доступ человека к Господу и доступ Господа к нему; ибо это надежный и непреложный закон: насколько человек доступен Господу, настолько Господь доступен человеку
        <br/>
        <br/>
ТАК БОГ СТАЛ ЧЕЛОВЕКОМ, А ЧЕЛОВЕК БОГОМ, В ОДНОЙ ЛИЧНОСТИ. Из этого следует, что Иегова Бог стал человеком, а человек стал Богом в одном лице, как следствие всех предыдущих предложений в этой главе, и особенно этих двух: Иегова, Творец вселенной, сошел и принял на Себя человеческую форму, чтобы искупить и спасти человечество (см. выше 82-84); и Господь искупительными действиями соединил Себя с Отцом, а Отец взаимно и взаимно соединил Себя с Господом (см. выше 97-100). Этот взаимный союз делает очевидным, что Бог стал человеком, а человек - Богом в одном лице. То же следствие вытекает из союза каждого из них, напоминающего союз души и тела; это согласуется с верой современной церкви, изложенной в Афанасьевском Символе веры (см. выше, 98). Это также согласуется с верой евангелических церквей, изложенной в их главной книге ортодоксии, известной как Формула согласия. В ней, как из Священного Писания, так и из патристической литературы, а также с помощью аргументов, убедительно подтверждается доктрина о том, что человеческая природа Христа была возведена к Божественному величию, всемогуществу и вездесущности, а также о том, что во Христе человек есть Бог и Бог есть человек (см. с. 607, 765 этой книги).
        <br/>
        <br/>
 Иегова Бог в отношении Своего Человека называется в Слове Иегова, Иегова Бог, Иегова Зебаот*, а также Бог Израиля. Поэтому Павел говорит, что в Иисусе Христе обитает вся полнота Божества телесно (Кол. 2:9); а Иоанн говорит, что Иисус Христос Сын Божий есть истинный Бог и жизнь вечная (1 Ин. 5:20). Сын Божий в истинном смысле означает Его Человечество (см. выше, 92 и далее). Более того, Иегова Бог называет и Себя, и Своего Сына Господом, ибо мы читаем:
        <br/>
        <br/>
Господь сказал Господу моему: седи одесную Меня. Пс. 110:1.
        <br/>
        <br/>
и в Исаии:
        <br/>
        <br/>
Младенец родился для нас, сын дан нам, имя которому Бог, Отец вечный. Иса. 9:6, 7.
        <br/>
        <br/>
Сын также означает Господа в отношении Его Человека в Псалмах Давида:
        <br/>
        <br/>
Я принесу весть о постановлении, говорит Иегова. Ты сын Мой, сегодня Я родил тебя. Поцелуйте сына, чтобы Он не разгневался и чтобы вы не погибли в пути". Пс. 2:7, 12.
        <br/>
        <br/>
Здесь имеется в виду не Сын из вечности, а Сын, рожденный в этом мире, ибо это пророчество о пришествии Господа. Вот почему оно называется указом, весть о котором Иегова передал Давиду. Ранее в этом псалме говорится:
        <br/>
        <br/>
Я помазал Царя Моего над Сионом. Пс. 2:6.
        <br/>
        <br/>
и позже:
        <br/>
        <br/>
Я дам ему народы в наследие. Пс. 2:8.
        <br/>
        <br/>
Это доказывает, что "сегодня" означает не от вечности, а во времени, ибо у Иеговы будущее - это настоящее.
        <br/>
        <br/>
* Или "Господь воинств".
        <br/>
        <br/>
Считается, что Господь не только был, но и остается Сыном Марии в том, что касается человека; но в этом христианский мир сильно заблуждается. То, что Он был Сыном Марии, правда, но то, что Он и сейчас остается Сыном Марии, неправда; ибо через искупление Он отложил человеческое от Матери и облекся в человеческое от Отца, а значит, человеческое Господа - божественное, и в Нем Бог - человек, а человек - Бог. То, что Он отложил человеческое от матери и облекся в человеческое от Отца, которое есть Богочеловек, видно из того, что Он Сам никогда не называл Марию Своей матерью, как видно из следующего: "Мать Иисуса сказала Ему: нет у Тебя вина. Иисус сказал ей: "Что Мне до тебя, женщина; еще не пришел час Мой": Ин.2/3,4 и в другом месте: "Иисус, сойдя с креста, видит мать и ученика, которых Он любил, стоящих подле нее, и говорит матери Своей: женщина, вот сын твой; тогда говорит ученику: вот мать твоя": Ин.19./26,27/, и от того, что однажды Он вообще не признал ее: "И сказали Иисусу: матерь Твоя и братья Твои стоят вне, желая видеть Тебя; Иисус отвечал и сказал: матерь Моя и братья Мои суть слушающие слово Божие и исполняющие его": Лук.8/20,21; Матф.12/46-49; Марк.3/31-35. Итак, Господь назвал ее не матерью, а женой, и отдал ее Иоанну в матери. В других отрывках она называется Его матерью, но не из Его уст. Это подтверждается и тем, что Он не признавал Себя Сыном Давидовым, ибо в Евангелиях читаем: "Иисус спросил фарисеев, говоря: что вы думаете о Христе? Чей Он Сын? Они сказали Ему: Давид; и Он отвечал им: Как же Давид в духе называет Его своим Господом, говоря: Господь сказал Господу моему: седи одесную Меня, доколе положу врагов твоих под ноги твои; теперь Давид называет Его Господом, как же Он Сын Его? И никто не мог сказать Ему ни слова в ответ": Матф.22/41-44; Марк.12/35-37; Лук.20/41-44; Пс.110/1.
        <br/>
        <br/>
В будущем никто из христиан не войдет на небеса, если не уверует в Господа Бога Спасителя и не приблизится к Нему одному. Мы читаем у Исаии:
        <br/>
Вот Я творю новое небо и новую землю, и прежнего не вспомню и не помяну; и вот, Я создам Иерусалим в веселие и народ его в радость (Ис. 65:17, 18);
        <br/>
и в Откровении:
        <br/>
И увидел я новое небо и новую землю, и увидел святой Иерусалим, сходящий от Бога с неба, приготовленный, как невеста для мужа своего. И сказал Сидящий на престоле: вот, Я творю все новое (Откр. 21:1, 2, 5).
        <br/>
и в других местах:
        <br/>
Чтобы никто другой не вошел на небо, кроме тех, которые написаны в книге жизни Агнца (Откр. 13:8; 17:8, 12; 20:12, 15; 21:27).
        <br/>
        <br/>
То, что Господь Бог Спаситель - это тот, в кого люди должны верить, очевидно из следующих отрывков из Слова:
        <br/>
Ибо так возлюбил Бог мир, что отдал Сына Своего Единородного, дабы всякий верующий в Него не погиб, но имел жизнь вечную (Иоанна 3:15, 16).
        <br/>
Верующий в Сына не судится; а неверующий уже осужден, потому что не уверовал во имя Единородного Сына Божия (Иоанна 3:18).
        <br/>
Верующий в Сына имеет жизнь вечную; а неверующий в Сына не увидит жизни, но гнев Божий на нем пребывает (Иоанна 3:36).
        <br/>
Хлеб Божий - это Тот, Кто сходит с небес и дает жизнь миру. Приходящий ко Мне не будет алкать, и верующий в Меня не будет жаждать никогда (Иоанна 6:33, 35).
        <br/>
Такова воля Пославшего Меня, чтобы всякий, видящий Сына и верующий в Него, имел жизнь вечную; и Я воскрешу его в последний день (Иоанна 6:40).
        <br/>
Они сказали Иисусу: что нам делать, чтобы творить дела Божии? Иисус сказал им в ответ: сие есть дело Божие, дабы вы уверовали в Того, Кого Он послал (Иоанна 6:28, 29).
        <br/>
Истинно говорю вам: верующий в Меня имеет жизнь вечную (Иоанна 6:47).
        <br/>
Иисус возопил, говоря: если кто жаждет, да приидет ко Мне и пьет. Кто верует в Меня, у того из чрева потекут реки воды живой (Иоанна 7:37, 38).
        <br/>
Если не уверуете, что Я есмь, то умрете во грехах ваших (Иоанна 8:24).
        <br/>
Иисус сказал: Я есмь воскресение и жизнь; верующий в Меня, если и умрет, оживет, и всякий живущий и верующий в Меня не умрет никогда (Иоанна 11:25, 26).
        <br/>
Иисус сказал: Я пришел в мир светом, чтобы всякий верующий в Меня не оставался во тьме (Иоанна 12:46; 8:12).
        <br/>
Пока вы имеете свет, веруйте в свет, чтобы вам быть сынами света (Иоанна 12:36).
        <br/>
Господь также сказал, что ученики должны пребывать в Нем, а Он в них (Иоанна 14:20; 15:1-5; 17:23);
        <br/>
что и происходит по вере:
        <br/>
Павел свидетельствовал как иудеям, так и еллинам о покаянии к Богу и вере в Господа нашего Иисуса Христа (Деян. 20:21).
        <br/>
Я есмь путь, истина и жизнь; никто не приходит к Отцу, как только через Меня (Иоанна 14:6).
        <br/>
[3] То, что всякий верующий в Сына верует в Отца, поскольку, как было сказано выше, Отец находится в нем, как душа в теле, очевидно из следующих отрывков:
        <br/>
Если бы вы знали Меня, то знали бы и Отца Моего (Иоанна 8:19; 14:7).
        <br/>
Кто видит Меня, тот видит Пославшего Меня (Иоанна 12:45).
        <br/>
Кто принимает Меня, принимает Пославшего Меня (Иоанна 13:20).
        <br/>
Это потому, что никто не может видеть Отца и жить (Исх. 33:20).
        <br/>
Поэтому Господь говорит:
        <br/>
Никто не видел Бога во всякое время; Единородный Сын, сущий в лоне Отца, Он явил Его (Иоанна 1:18).
        <br/>
Никто не видел Отца, кроме Того, Кто с Отцом, Он видел Отца (Иоанна 6:46).
        <br/>
Вы никогда не слышали голоса Отца и не видели Его вида (Иоанна 5:37).
        <br/>
        <br/>
Господь восстал из могилы со всем Своим телом, которое Он имел в мире, и ничего в нем не оставил, поэтому Он взял с Собой естественного человека от первой до последней его части: Поэтому после воскресения Он сказал ученикам, которые думали, что видят духа: "Вот руки Мои и ноги Мои, что это Я Сам; возьмите Меня и посмотрите; ибо дух не имеет плоти и костей, как видите, что Я имею": Лук. 2:1.24/37,39/; из чего видно, что Его естественное тело стало божественным через прославление; поэтому Павел говорит, что во Христе обитает вся полнота Божества телесно: Кол.2/9, а Иоанн, что Сын Божий Иисус Христос есть истинный Бог: 1Ин.5/20,21.
        <br/>
        <br/>
Господь также учил, что Он и Отец - одно, что Отец в Нем и Он в Отце; что тот, кто видит Его, видит Отца; и что никто не приходит к Отцу иначе, как через Него. Он также учил, что воля Отца состоит в том, чтобы люди верили в Сына; что тот, кто не верит в Сына, не увидит жизни, а гнев Божий останется на нем. Из этих отрывков ясно, что к Отцу нужно обращаться через Сына и в Нем. По этой причине Он также учил, что Ему дана всякая власть на небе и на земле. В молитве говорится: "Да святится имя Твое, да приидет Царствие Твое", и мы доказали из Слова, что имя Отца - это Его Божественное Человечество, и что Царствие Отца приходит при непосредственном обращении к Господу, а вовсе не при непосредственном обращении к Богу Отцу. Так и Господь сказал Своим ученикам проповедовать Царство Божье, и именно это подразумевается под Царством Божьим".
        <br/>
        <br/>
        <br/>
Иоанн***, проповедуя Евангелие Царства, сказал: "Пришло время, приблизилось Царствие Божие". Марк 1:14, 15; Матф. 3:2.
        <br/>
        <br/>
Иисус Сам проповедовал Евангелие Царства и говорил, что Царство Божье приблизилось. Матф. 4:17, 23; 9:35.
        <br/>
        <br/>
Иисус приказал Своим ученикам проповедовать и возвещать благую весть о Царстве Божьем (Марка 16:15; Луки 8:1; 9:60); также и семидесяти, которых Он послал (Луки 10:9, 11).
        <br/>
        <br/>
И многие другие отрывки, такие как Матф. 11:5; 16:27, 28; Марк 8:35; 9:1, 47; 10:29, 30; 11:10; Лука 1:19; 2:10, 11; 4:43; 7:22; 17:20, 21; **** 21:31; 22:18. Царство Божье, благую весть о котором они должны были возвещать, было Царством Господа, а значит, и Отца. Это ясно из следующих отрывков: Отец отдал все в руки Сына (Иоанна 3:35); Отец дал Сыну власть над всякой плотью (Иоанна 17:2).
        <br/>
        <br/>
Все предано Мне Отцом. Матф. 11:27.
        <br/>
        <br/>
Дана Мне всякая власть на небе и на земле. Матф. 28: 18.
        <br/>
        <br/>
Далее из следующего:
        <br/>
        <br/>
Иегова Зебаот - имя Его, и Искупитель, Святой Израиля, Он будет называться Богом всей земли. Иса. 54:5.
        <br/>
        <br/>
Я видел и вот, некто подобный Сыну Человеческому, которому дано владычество, слава и царство; и поклонятся Ему все народы и племена. Владычество Его - владычество вечное, которое не прейдет, и царство Его - царство, которое не погибнет. Дан. 7:13, 14.
        <br/>
        <br/>
Когда седьмой ангел вострубил, раздались на небе могучие голоса, говорящие: царства мира соделались царствами Господа нашего и Христа Его, и будет царствовать во веки веков. Откр. 11:15; 12:10.
        <br/>
        <br/>
Господь пришел в мир не только для того, чтобы искупить ангелов и людей, но и для того, чтобы они могли соединиться с Богом Отцом через Него и в Нем. Ибо Он учил, что Он в верующих в Него и они в Нем (Иоанна 6:56; 14:20; 15:4, 5).
        <br/>
        <br/>
Младенец родился для нас, сын дан нам, имя которому Бог, Герой, Отец вечный. Иса. 9:6.
        <br/>
        <br/>
Ты - Отец наш; Авраам не признает нас, и Израиль не признает нас; Ты, Иегова, Отец наш, Искупитель наш издревле имя Твое. Иса. 63:16.
        <br/>
        <br/>
Не сказал ли Он Филиппу, когда тот хотел увидеть Отца.
        <br/>
        <br/>
Филипп, разве ты не знаешь Меня? Видящий Меня видит Отца. Иоанна 14:9; 12:45.
        <br/>
        <br/>
Какой же еще есть Отец, как не Тот, Которого Филипп видел своими глазами?"
        <br/>
        <br/>
Господь, когда Он был в мире, боролся с адами, победил и покорил их, и таким образом подчинил их Своему послушанию, очевидно из многих мест в Слове, из которых я выделю несколько, в Ис.63/1-9: "Кто Он, выходящий из Едома, в окропленной одежде из Бозры, почтенный в одежде Своей, ходящий в величии силы Своей? Я, говорящий в праведности, могущий спасти; почему ты покраснел в одежде твоей, и одеяние твое, как у толкователей виноградника? Я один потрудился над виноградником, и из народа нет со Мною человека; поэтому Я потрусил над ними в гневе Моем и растоптал их в ярости Моей; поэтому победа над ними осыпала одежды Мои; ибо день мщения в сердце Моем, и год искупления Моего настал; спасение простерло руку Мою; на землю низринул Я победу их. Он сказал: вот, народ Мой - это они, дети, поэтому Он стал их Спасителем; по Своей любви и по Своей милости Он искупил их"; это из битвы Господа с адом. Под одеждой, в которой Он был почтен и которая покраснела, подразумевается СЛОВО, над которым иудейский народ совершил насилие. Сама битва с адами и победа над ними описывается тем, что Он растоптал их в Своем гневе и сокрушил в Своей ярости. То, что Он сражался один и Своей силой, описывается словами: "Из народа не было со Мною никого; спасение было обеспечено Мне рукою Моею, и Я поверг на землю их победу". То, что Он таким образом спас и искупил их, описывается словами: поэтому Он стал их Спасителем, по Своей любви и благодати Он искупил их;То, что это было причиной Его прихода, подразумевается словами: "День отмщения в сердце Моем, и год искупленных Моих настал". [2] Снова в книге Исайи:
        <br/>
Он увидел, что нет человека, и удивился, что нет заступника; поэтому рука Его принесла Ему спасение, и праведность Его поддержала Его. Ибо Он облекся в праведность, как в нагрудник, и шлем спасения на голове Своей; облекся в одежды мщения и облекся в ревность, как в одеяние. Тогда пришел Искупитель на Сион (59:16, 17, 20). В Иеремии:
        <br/>
Ужаснулись они, побиты были сильные их, бежали они быстро и не оглядывались назад. Ибо это день Господа Иеговы, день мщения, чтобы отомстить Ему за противников Его; и меч пожрет и насытится (46:5, 10).
        <br/>
Оба эти отрывка относятся к борьбе Господа с адами и Его победе над ними. В Давиде:
        <br/>
Пояс меча на бедре, о могучий! Стрелы Твои остры; народ падет под Тобою, враги царя от сердца; престол Твой на век и на веки; Ты возлюбил правду, потому Бог помазал Тебя (Пс. 45:3-7);
        <br/>
также во многих других местах. [3] Поскольку Господь победил ады в одиночку, без помощи ангелов, Его называют:
        <br/>
Могучий и воинственный (Ис. 42:13; 9:6).
        <br/>
Царь славы, Иегова Могучий, Могучий в битве (Пс. 24:8, 10)
        <br/>
Могучий Иакова (Пс. 132:2);
        <br/>
и во многих местах "Иегова воинств", то есть Иегова армий; и Его пришествие называется днем Иеговы, ужасным, жестоким, днем возмущения, гнева, ярости, мести, разрушения, войны, трубы, шума, беспорядка и так далее. И мы читаем в Евангелиях:
        <br/>
Ныне суд миру сему; ныне князь мира сего изгнан будет вон (Иоанна 12:31).
        <br/>
Князь мира сего осужден (Иоанна 16:11).
        <br/>
Ободритесь; Я победил мир (Иоанна 16:33).
        <br/>
Я видел сатану, как молнию, падающую с неба (Луки 10:18).
        <br/>
"Мир", "князь мира сего", "сатана" и "дьявол" означают ад. [4
        <br/>
        <br/>
Единственное убежище от гибели для любого человека - это Господь, Который сказал:
        <br/>
Пребудьте во Мне, и Я в вас; как ветвь не может приносить плода от себя, если не пребудет на лозе, так и вы не можете, если не пребудете во Мне. Я есмь лоза, а вы ветви; кто пребывает во Мне, и Я в нем, тот приносит много плода; ибо кроме Меня вы ничего не можете делать. Если кто не пребывает во Мне, тот извергается вон и засыхает, и ввергается в огонь и сгорает (Иоанна 15:4-6).
        <br/>
        <br/>
Битва Господа с адами не была битвой слов, как люди, спорящие о чем-то или спорящие в суде. Такая битва здесь неэффективна. Это была духовная битва, Божественная Истина сражалась с силой Божественного Добра, то есть с самой жизненной силой Господа. Никто в преисподней не может противостоять ее воздействию, когда она становится видимой. Его сила такова, что при одном лишь взгляде на него духи ада бросаются в пятки, уходят в глубину и скрываются под землей, чтобы спрятаться от него. Это то же самое, что описано у Исаии:
        <br/>
        <br/>
Они войдут в пещеры в скалах и в трещины в пыли от страха перед Иеговой, когда Он встанет, чтобы устрашить землю". Иса. 2:19.
        <br/>
        <br/>
и в Откровении:
        <br/>
        <br/>
Все укроются в пещерах в скалах и в горах; и скажут горам и скалам: падите на нас и сокройте нас от лица Сидящего на престоле и от гнева Агнца. Откр. 6:15-17.
        <br/>
        <br/>
Страдания на кресте завершили процесс прославления (то есть соединения божественно-человеческой природы Господа с божественной природой Отца). Сам Господь говорит об этом в Евангелиях: "По отшествии Иуды, Иисус сказал: ныне прославился Сын Человеческий, и Бог прославился в Нем. Если Бог прославился в Нем, то и Бог прославит Его в Себе и прославит Его тотчас" (Иоанна 13:31, 32). Здесь прославление относится как к Богу Отцу, так и к Сыну; здесь говорится: "Бог прославился в Нем и прославит Его в Себе". Очевидно, это означает, что Они стали едины.
        <br/>
"Отче, час настал. Прославь Сына Твоего, чтобы и Сын Твой прославил Тебя" (Иоанна 17:1, 5). Эта форма выражения встречается здесь потому, что объединение было взаимным. Как сказано, Отец был в Нем, и Он был в Отце.
        <br/>
Иисус сказал: "Теперь душа моя возмутилась". И сказал: "Отче, прославь имя Твое". И раздался голос с неба: "Я и прославил его и прославлю его снова"". (Иоанна 12:27, 28). Это сказано потому, что объединение произошло в последовательных стадиях.
        <br/>
"Не надлежало ли Христу пострадать и войти в славу Свою?" (Луки 24:26). В Слове, когда "слава" относится к Господу, это означает Божественную истину, соединенную с Божественной благостью.
        <br/>
Из этих отрывков совершенно ясно, что человеческое проявление Господа является божественным.
        <br/>
        <br/>
 Господь был Пророком:
        <br/>
        <br/>
Господь сказал: нигде пророка не почитают меньше, чем в его родной стране и в его собственном доме. Матф. 13:57; Марк 6:4; Лука 4:24. Иисус сказал: не подобает пророку умирать вне Иерусалима. Луки 13:33.
        <br/>
        <br/>
Страх охватил их всех, и они прославили Бога, говоря, что среди них возвысился великий пророк. Луки 7:16.
        <br/>
        <br/>
Они называли Иисуса "пророком из Назарета". Матф. 21:11; Иоан. 7:40, 41. Было сказано, что из среды братьев должен быть воздвигнут пророк, слова которого они должны были слушаться. Втор. 18:15-19.
        <br/>
        <br/>
Господь - это сама Божественная Истина или Божественная Правда. Следующие отрывки докажут, что Святой Дух есть Божественная Истина.
        <br/>
        <br/>
Из ростка Иессея выйдет росток. На нем будет почивать дух Иеговы, дух мудрости и разума, дух совета и силы. Он будет поражать землю жезлом уст Своих, и дыханием уст Своих будет истреблять нечестивых. Праведность будет поясом на чреслах Его, а истина - поясом на бедрах Его". Ис. 11:1, 2, 4, 5.
        <br/>
        <br/>
Он придет, как узкий поток, дух Иеговы выдвинет против него свой штандарт, тогда придет Искупитель с Сиона. Иса. 59:19, 20.
        <br/>
        <br/>
Дух Господа Иеговы на мне. Иегова помазал меня. Он послал меня проповедовать Евангелие бедным". Ис. 61:1; Лк. 4:18.
        <br/>
        <br/>
Вот завет Мой. Дух Мой на тебе и слова Мои не отступят от уст твоих отныне и вовек". Иса. 59:21.
        <br/>
        <br/>
[3] Поскольку Господь есть сама Истина, то все, что исходит от Него, есть истина, и именно это подразумевается под Утешителем, Который также называется Духом Истины и Святым Духом. Следующие отрывки доказывают это:
        <br/>
        <br/>
Говорю вам истину: для вашей пользы, чтобы я ушел. Ибо если Я не уйду, то Утешитель не придет к вам. Но если Я уйду, то пошлю Его к вам". Иоанна 16:7.
        <br/>
        <br/>
Когда придет Дух истины, Он наставит вас на всякую истину. Он не будет говорить о себе, но будет говорить то, что слышал. Иоанна 16:13.
        <br/>
        <br/>
Он прославит Меня, потому что возьмет из того, что принадлежит Мне, и передаст это вам. Все, что есть у Отца, принадлежит Мне. Вот почему Я сказал, что Он возьмет от Моего и передаст вам". Иоанна 16:14, 15.
        <br/>
        <br/>
Я попрошу Отца дать вам другого Утешителя, Духа истины, Которого мир не может принять, потому что не видит и не знает Его. Но вы знаете Его, потому что Он пребывает с вами и будет в вас. Я не оставлю вас без помощи, Я иду к вам, и вы увидите Меня". Иоанна 14:16-19.
        <br/>
        <br/>
Когда же придет Утешитель, Которого Я пошлю вам от Отца, Дух истины, Он будет свидетельствовать о Мне. Иоанна 15:26.
        <br/>
        <br/>
Его называют Святым Духом. Иоанна 14:26.
        <br/>
        <br/>
[4] Господь подразумевал Себя под "Утешителем" или "Святым Духом", как ясно из Его собственных слов о мире, еще не знающем Его: "А вы знаете Его"; "Не оставлю вас без помощи, иду к вам"; "Вы увидите Меня"; и в другом месте: "Се, Я с вами во все дни до скончания века" (Матф. 28:20). Об этом свидетельствует выражение "Он будет говорить не о Себе, но то, что получит от Меня".
        <br/>
        <br/>
140. Теперь, поскольку Святой Дух означает Божественную истину, а она была в Самом Господе и была Самим Господом (Иоанна 14:6), и потому, что Святой Дух не мог исходить из какого-либо другого источника, сказано:
        <br/>
        <br/>
Святого Духа еще не было, потому что Иисус еще не был прославлен. Иоанна 7:39.
        <br/>
        <br/>
и после Его прославления:
        <br/>
        <br/>
Он дыхнул на Своих учеников и сказал: примите Духа Святого. Иоанна 20:22.
        <br/>
        <br/>
Причина, по которой Господь дышал на учеников и говорил это, заключается в том, что дыхание было внешним знаком, означающим вдохновение от Бога, а вдохновение означает соприкосновение с сообществами ангелов. Это позволит понять, что сказал ангел Гавриил о зачатии Господа:
        <br/>
        <br/>
Сойдет на вас Дух Святый, и сила Всевышнего осенит вас, так что рождаемое от вас святое наречется Сыном Божиим. Луки 1:35.
        <br/>
        <br/>
Также:
        <br/>
        <br/>
Ангел Господень сказал во сне Иосифу: не бойся взять Марию в жены, ибо зачатое в ней есть от Духа Святого; и Иосиф не прикасался к ней, пока она не родила первенца. Матф. 1:20, 25.
        <br/>
        <br/>
Святой Дух означает Божественную истину, исходящую от Иеговы Отца; именно она явилась как "сила Всевышнего", осенившая Его мать. Таким образом, это утверждение согласуется с тем, что говорит Иоанн:
        <br/>
        <br/>
Слово было у Бога, и Слово было Бог; и Слово стало плотью. Иоанна 1:1, 14.
        <br/>
        <br/>
Господь совершает эти действия по собственной инициативе от имени Отца, а не наоборот. Ссылка на "совершение действий" в этом вступительном предложении означает то же самое, что и "посылание Святого Духа", поскольку перечисленные выше процессы - реформирование, регенерация, обновление, оживление, освящение, оправдание, [очищение] от пороков и прощение грехов, - которые в наши дни приписываются Святому Духу как Богу Самому по Себе, на самом деле являются процессами, осуществляемыми Господом.
        <br/>
Что касается того, что эти процессы осуществляются Господом от имени Отца, а не наоборот, то я сначала подтвержу это из Слова, а затем проиллюстрирую параллелями.
        <br/>
Подтверждение из Слова содержится в следующих отрывках:
        <br/>
        <br/>
Когда же придет Утешитель, Которого Я пошлю от Отца, - Дух Истины, Который от Отца исходит, - Он будет свидетельствовать о Мне". (Иоанна 15:26)
        <br/>
        <br/>
Если Я не уйду, Утешитель не придет к вам; а если уйду, то пошлю Его к вам". (Иоанна 16:7)
        <br/>
        <br/>
Утешитель, Дух истины, не будет говорить с вами сам по себе; Он возьмет из того, что принадлежит Мне, и сделает это известным вам. Все, что имеет Отец, есть Мое. Вот почему Я сказал, что Он возьмет от Моего и даст знать вам". (Иоанна 16:13, 14, 15)
        <br/>
        <br/>
Святой Дух еще не существовал, потому что Иисус еще не был прославлен. (Иоанна 7:39)
        <br/>
        <br/>
Иисус дыхнул на учеников и сказал: "Примите Духа Святого". (Иоанна 20:22)
        <br/>
        <br/>
О чем ни попросите во имя Мое, все сделаю, да прославится Отец в Сыне. Если чего попросите во имя Мое, Я Сам сделаю это". (Иоанна 14:13, 14)
        <br/>
        <br/>
[2] Из этих отрывков совершенно очевидно, что Господь "посылает Святого Духа", то есть осуществляет те процессы, которые в настоящее время приписываются Святому Духу как Богу Самому по Себе. Господь сказал, что собирается послать Святого Духа от Отца; Он собирался послать Святого Духа "к вам". Более того, Святого Духа еще не было, потому что Иисус еще не был прославлен; а после прославления Иисус дыхнул на учеников и сказал: "Примите Духа Святого". Господь также сказал: "О чем ни попросите во имя Мое, Я Сам сделаю это"; и сказал, что Утешитель возьмет "из того, что Мое", то, что Он должен был сделать известным. (О том, что Утешитель - это то же самое, что и Святой Дух, см. Иоанна 14:26).
        <br/>
Не Бог-Отец осуществляет эти процессы по собственной инициативе через Сына, а Сын осуществляет их по собственной инициативе от имени Отца, как ясно показывают следующие отрывки: "Бога не видел никто никогда. Единородный Сын, близкий сердцу Отца, сделал Его видимым" (Иоанна 1:18 и др.). "Вы никогда не слышали голоса Отца и не видели, как Он выглядит" (Иоанна 5:37). [3] Из этих отрывков следует, что Бог Отец действует над Сыном и в Сыне, но не через Него. Вместо этого Господь действует по собственной инициативе от имени Отца. Ибо Он говорит: "Все, что имеет Отец, есть Мое" (Иоанна 16:15). "Отец все отдал в руки Сына" (Иоанна 3:35). Также, "как Отец имеет жизнь в Самом Себе, так и Сыну дал иметь жизнь в Самом Себе" (Иоанна 5:26). И "слова, которые Я говорю, суть дух и жизнь" (Иоанна 6:63).
        <br/>
Конечно, Господь говорит, что Дух Истины исходит от Отца (Иоанна 15:26). Однако причина, по которой Он это говорит, заключается в том, что Дух Истины исходит от Бога Отца к Сыну, а от Сына исходит от имени Отца. Вот почему он говорит: "В тот день узнаете, что Отец во Мне, и Я в Отце, и вы во Мне, и Я в вас" (Иоанна 14:11, 20).
        <br/>
Эти ясные слова Господа показывают вопиющую ошибочность веры христианских миров в то, что Бог Отец посылает нам Святого Духа. Греческая церковь также ошибается, считая, что Бог Отец посылает Святого Духа напрямую.
        <br/>
Концепция, согласно которой Господь посылает Святого Духа по собственной инициативе от имени Бога Отца, а не наоборот, пришла с небес
        <br/>
        <br/>
 Святой Дух нигде не назван в Ветхозаветном Слове, а только "Дух святости" в трех отрывках, один в Псалмах Давида (Пс. 51:11) и два в Исаии (63:10, 11). Но в новозаветном Слове упоминания о нем встречаются часто, причем как в Евангелиях, так и в Деяниях апостолов и их Посланиях. Причина в том, что Святой Дух впервые появился, когда Господь пришел в мир, ибо Он вышел из Него от Отца, ибо "один Господь свят" (Откр. 15:4). По этой причине и ангел Гавриил, обращаясь к Марии, матери Иисуса, сказал: "Святое, что родится от Тебя" (Луки 1:35). Причина, по которой мы читаем "Дух Святой еще не был, потому что Иисус еще не был прославлен" (Иоанна 7:39), хотя ранее было сказано, что Святой Дух наполнил Елизавету (Луки 1:41) и Захарию (Луки 1:67), а также Симеона (Луки 2:25), заключается в том, что это был дух Иеговы Отца, который наполнил их; и он был назван Святым Духом, потому что Господь уже был в то время в мире.
        <br/>
Вот почему нигде в Ветхом Завете не сказано, что пророки говорили от Святого Духа, но от Иеговы. Ибо везде мы читаем "Иегова говорил со мной", "Слово от Иеговы пришло ко мне", "Иегова сказал", "Изречение Иеговы".
        <br/>
        <br/>
Чтобы устранить всякую возможность сомнения, я предлагаю процитировать только те отрывки из Иеремии, где встречаются эти выражения: 1:4, 7, 11-14, 19; 2:1-5, 9, 19, 22, 29, 31; 3:1, 6, 10, 12, 14, 16; 4:1, 3, 9, 17, 27; 5:11, 14, 18, 22, 29; 6:6, 9, 12, 15, 16, 21, 22; 7:1, 3, 11, 13, 19-21; 8:1, 3, 12, 13; 9:3, 7, 9, 13, 15, 17, 22, 24, 25; 10:1, 2, 18; 11:1,[3,]6, 9, 11, 17, 18, 21, 22; 12:14, 17; 13:1, 6, 9, 11-15, 25; 14:1, 10, 14, 15; 15:1-3, 6, 11, 19, 20; 16:1, 3, 5, 9, 14, 16; 17:5, 19-21, 24; 18:1, 5, 6, 11, 13; 19:1, 3, 6, 12, 15; 20:4; 21:14, 7, 8, 11, 121, 141; 22:2, 5, 6, 11,[16,]18, 24, 29, 30; 23:2, 5, 7, 12, 15, 24, 29, 31, 38; 24:3, 5, 8; 25:1, 3, 7-9, 15, 27-29, 32; 26:1, 2, 18; 27:1, 24, 8, 11, 16, 19, 21, 22; 28:2, 12, 14, 16; 29:4, 8, 9, 16, 19-21, 25, 30-32; 30:15, 8, 10-12, 17, 18; 31:1, 2, 7, 10, 15-17, 23, 27, 28, 31-38; 32:1, 6, 14, 15, 25, 26, 28, 30, 36, 421, 441; 33:1, 2, 4, 10-13, 17, 19, 20, 23, 25; 34:1, 2, 4, 8, 12, 13, 22; 35:1, 13, 17-19; 36:1, 6, 27, 29, 30; 37:6, 7, 9; 38:2, 3, 17; 39:15-18; 40:1; 42:7, 9, 15, 18, 19; 43:8, 10; 44:1, 2, 7, 11, 24-26, 30; 45:2, 5; 46:1, 23, 25, 28; 47:1; 48:1, 8, 12, 30, 35, 38, 40, 43, 44, 47; 49:2, 5-7, 12, 13, 16, 18, 26, 28, 30, 32, 35, 37-39; 50:114, 10, 18, 20, 21, 30, 31, 33, 35, 40; 51:25, 33, 36, 39, 52, 58. Эти слова взяты исключительно из Иеремии. Подобные выражения есть и у других пророков, но никогда не говорится, что говорил Святой Дух или что Иегова говорил с ними посредством Святого Духа.
        <br/>
        <br/>
        <br/>
Иегове Богу было угодно сойти, принять человеческий облик и таким образом явить Себя взору и дать заверение, что Бог - это не мысль, а Я, которое было, есть и будет от века до века, и что Бог - это не слово из трех слогов, а все во всем [omne rei] от Альфы до Омеги, и, следовательно, Он - жизнь и спасение всех тех, кто верит в Него, видимого, а не тех, кто говорит, что верит в невидимого Бога. Ибо вера, видение и знание суть одно, почему Господь и сказал Филиппу: видящий и знающий Меня видит и знает Отца; и в другом месте: воля Отца есть, чтобы люди веровали в Сына, и верующий в Сына имел жизнь вечную, а неверующий в Сына не увидит жизни, но гнев Божий пребывает на нем
        <br/>
        <br/>
Иегове Богу было угодно сойти и принять на Себя Человека, и таким образом сделать Себя видимым для людей, и убедить их, что Он не продукт разума, а Самость, которая была, есть и будет от вечности до вечности; И что Бог (Элохим) - это не просто слово из трех слогов, но что Он - все во всем, от Альфы до Омеги; следовательно, Он - жизнь и спасение всех, кто верит в Него как видимого, а не тех, кто говорит, что верит в невидимого Бога. Ибо веровать, видеть и знать - одно; поэтому Господь сказал Филиппу:
        <br/>
        <br/>
"Кто видит и знает Меня, тот видит и знает Отца".
        <br/>
        <br/>
В другом месте Он заявил
        <br/>
        <br/>
что воля Отца есть, чтобы люди уверовали в Сына, и что верующий в Сына имеет жизнь вечную, а неверующий в Сына не увидит жизни, но гнев Божий пребывает на нем. Сие говорит Он в Иоанна iii. 15, 16, 36; и xiv. 6-15".
        <br/>
        <br/>
        <br/>
СУЩЕСТВУЕТ БОЖЕСТВЕННАЯ ТРОИЦА, состоящая из ОТЦА, СЫНА И СВЯТОГО ДУХА.
        <br/>
        <br/>
Существование Божественной Троицы, Отца, Сына и Святого Духа, ясно показано в Слове, особенно в следующих отрывках:
        <br/>
        <br/>
Ангел Гавриил сказал Марии: Дух Святой сойдет на тебя, и сила Всевышнего осенит тебя, так что святое, которое родится от тебя, наречется Сыном Божиим. Луки 1:35.
        <br/>
        <br/>
Здесь названы все трое: Всевышний, который есть Бог Отец, Святой Дух и Сын Божий.
        <br/>
        <br/>
Когда Иисус крестился, се, отверзлись небеса, и увидел Иоанн Духа Божия*, сходящего, как голубя, и осеняющего Его; и глас с небес глаголющий: Сей есть Сын Мой Возлюбленный, в Котором Мое благоволение. Матф. 3:16, 17; Марка 1:10, 11; Иоанна 1:32.
        <br/>
        <br/>
Еще яснее это видно из слов, которые Господь сказал ученикам:
        <br/>
        <br/>
Идите, научите все народы, крестя их во имя Отца, Сына и Святого Духа. Матф. 28: 19.
        <br/>
        <br/>
Более того, в этом отрывке из Иоанна:
        <br/>
        <br/>
Три свидетельствуют на небе: Отец, Слово и Святой Дух. 1 Иоанна 5:7.
        <br/>
        <br/>
Кроме того, есть факт, что Господь молился Отцу, говорил о Нем и с Ним, говорил, что пошлет Святого Духа, и это Он тоже сделал. Более того, апостолы в своих Посланиях часто называли Отца, Сына и Святого Духа. Эти отрывки ясно показывают, что существует Божественная Троица, состоящая из Отца, Сына и Святого Духа.
        <br/>
        <br/>
Эта Троица не существовала до сотворения мира, но была предвидена и осуществлена после сотворения мира, когда Бог стал человеком, а именно в Господе Боге, Искупителе и Спасителе Иисусе Христе. В христианской церкви сегодня признается божественная Троица до сотворения мира, а именно, в той мере, в какой Иегова Бог от вечности породил Сына, а затем от них обоих произошел Святой Дух, и каждый из этих троих, взятый отдельно или по отдельности, является Богом, потому что каждый из них - личность, состоящая из самой себя; Только это, поскольку оно вообще не входит в разум, называется тайной, в которую можно проникнуть лишь постольку, поскольку эти трое имеют божественную сущность, под которой понимается вечность, безмерность, всемогущество, а значит, одна и та же божественность, слава и величие. Но то, что эта троица является троицей трех богов и, следовательно, не является божественной троицей, будет доказано в следующем. С другой стороны, то, что троица, а именно Отец, Сын и Святой Дух, которая была предвидена и осуществлена после того, как Бог стал плотью, то есть после сотворения мира, является божественной троицей, поскольку она принадлежит одному Богу, очевидно из всего, что было сказано до сих пор. Но это божественное триединство находится в Господе Боге, Искупителе и Спасителе Иисусе Христе, потому что три сущности единого Бога, составляющие одно существо, находятся в Нем. Что в Нем, как говорит Павел, вся полнота Божества, видно также из слов Самого Господа, а именно: все, что имеет Отец, есть Его, и что Дух Святой говорит не от Себя, а от Него; и кроме того, когда Он воскрес из мертвых, Он взял с Собой все Свое человеческое тело, как плоть, так и кости: Матф.28/1-8; Марк.16/5,6; Лук.24/1-3; Иоган.20/11-15, как отличный от всякого другого человека; о чем Он и дал живое свидетельство ученикам, говоря: "Вот руки Мои и ноги Мои, что это Я Сам; осяжите Меня и увидите; ибо дух не имеет плоти и костей, как видите Меня имеющего": Лук.24./Через это каждый человек, если захочет, может убедиться, что человечество Господа божественно, что в Нем Бог есть человек, а человек - Бог.
        <br/>
        <br/>
Эта Троица не существовала до сотворения мира, но была предвидена и осуществлена после сотворения мира, когда Бог стал человеком, а именно в Господе Боге, Искупителе и Спасителе Иисусе Христе. В христианской церкви сегодня признается божественная Троица до сотворения мира, а именно, в той мере, в какой Иегова Бог от вечности породил Сына, а затем от них обоих произошел Святой Дух, и каждый из этих троих, взятый отдельно или по отдельности, является Богом, потому что каждый из них - личность, состоящая из самой себя; Только это, поскольку оно вообще не входит в разум, называется тайной, в которую можно проникнуть лишь постольку, поскольку эти трое имеют божественную сущность, под которой понимается вечность, безмерность, всемогущество, а значит, одна и та же божественность, слава и величие. Но то, что эта троица является троицей трех богов и, следовательно, не является божественной троицей, будет доказано в следующем. С другой стороны, то, что троица, а именно Отец, Сын и Святой Дух, которая была предвидена и осуществлена после того, как Бог стал плотью, то есть после сотворения мира, является божественной троицей, поскольку она принадлежит одному Богу, очевидно из всего, что было сказано до сих пор. Но это божественное триединство находится в Господе Боге, Искупителе и Спасителе Иисусе Христе, потому что три сущности единого Бога, составляющие одно существо, находятся в Нем. Что в Нем, как говорит Павел, вся полнота Божества, видно также из слов Самого Господа, а именно: все, что имеет Отец, есть Его, и что Дух Святой говорит не от Себя, а от Него; и кроме того, когда Он воскрес из мертвых, Он взял с Собой все Свое человеческое тело, как плоть, так и кости: Матф.28/1-8; Марк.16/5,6; Лук.24/1-3; Иоган.20/11-15, как отличный от всякого другого человека; о чем Он и дал живое свидетельство ученикам, говоря: "Вот руки Мои и ноги Мои, что это Я Сам; осяжите Меня и увидите; ибо дух не имеет плоти и костей, как видите Меня имеющего": Лук.24./Через это каждый человек, если захочет, может убедиться, что человечество Господа божественно, что в Нем Бог есть человек, а человек - Бог.
        <br/>
        <br/>
 Иегова Сам принял на Себя человеческий облик, чтобы искупить и спасти человечество.
        <br/>
        <br/>
Ангел сказал Иосифу во сне: Иосиф, сын Давидов, не бойся взять Марию в жены, ибо зачатое в ней есть от Духа Святого. И не знал ее Иосиф, доколе не родила она первенца своего; и нарек он ему имя Иисус. Матф. 1:20, 25.
        <br/>
        <br/>
В тот день будет сказано: вот, Он Бог наш, Которого мы ждали, чтобы освободить нас. Он - Иегова, которого мы ждали, давайте ликовать и радоваться Его спасению". Иса. 25:9.
        <br/>
        <br/>
Глас вопиющего в пустыне: "Приготовьте путь Иегове, сделайте гладким в пустыне путь для Бога нашего". Ибо явится слава Иеговы, и увидит ее всякая плоть. Вот, Господь Иегова идет в силе, как пастырь, Он будет пасти стадо Свое. Иса. 40:3, 5, 10, 11.
        <br/>
        <br/>
Только среди вас есть Бог, и нет иного Бога. Ты, конечно, Бог сокровенный, Бог Израиля, Спаситель. Иса. 45:14, 15.
        <br/>
        <br/>
Не Я ли Иегова, и нет Бога помимо Меня, нет праведного Бога и Спасителя помимо Меня. Иса. 45:21, 22.
        <br/>
        <br/>
Я - Иегова, и нет Спасителя помимо Меня. Иса. 43:11.
        <br/>
        <br/>
Я Иегова, Бог твой, и ты не признаешь другого Бога, кроме Меня, и нет Спасителя, кроме Меня". Осия 13:4.
        <br/>
        <br/>
Чтобы всякая плоть знала, что Я - Иегова, Спаситель ваш и Искупитель ваш. Иса. 49:26; 60:16.
        <br/>
        <br/>
Что касается нашего Искупителя, то имя Ему - Иегова Зебаот. Иса. 47:4.
        <br/>
        <br/>
Их Искупитель, могущественный Иегова Зебаот - вот Его имя. Иер. 50:34.
        <br/>
        <br/>
Иегова, скала моя и Искупитель мой. Пс. 19:14.
        <br/>
        <br/>
Так говорил Иегова, Искупитель твой, Святый Израилев: Я Иегова, Бог твой. Иса. 48:17; 43:3***; 49:7; 54:8.
        <br/>
        <br/>
Ты - Иегова, Отец наш, Искупитель наш от вечности - вот имя Твое. Иса. 63:16.
        <br/>
        <br/>
Так говорил Иегова, Искупитель ваш: Я Иегова, творец всего, и Я один Сам по Себе. Иса. 44:24.
        <br/>
        <br/>
Так говорил Иегова, Царь Израиля и Искупитель его, Иегова Зебаот; Я первый и последний, и нет Бога помимо Меня. Иса. 44:6.
        <br/>
        <br/>
Иегова Зебаот - имя Ему, и Искупитель твой - Святый Израилев; Он будет называться Богом всей земли. Иса. 54:5.
        <br/>
        <br/>
Вот, придут дни, когда Я воздвигну для Давида росток праведный, который будет царствовать как царь; и имя Ему: Иегова, праведность наша. Иер. 23:5, 6; 33:15, 16,
        <br/>
        <br/>
В тот день Иегова будет царем над всею землею; в тот день Иегова будет один, и имя Его одно. Зах. 14:9.
        <br/>
        <br/>
        <br/>
        <br/>
Младенец родился для нас, сын дан нам, имя которому Чудный, Советник, Бог, Герой, Отец вечности, Князь мира. Иса. 9:6.
        <br/>
        <br/>
Также:
        <br/>
        <br/>
Авраам не знает нас, и Израиль не признает нас. Ты, Иегова, Отец наш, Искупитель наш от вечности - имя Твое. Иса. 63:16.
        <br/>
        <br/>
В Иоанне:
        <br/>
        <br/>
Иисус сказал: верующий в Меня верует в Пославшего Меня, и видящий Меня видит Пославшего Меня. Иоанна 12:44, 45.
        <br/>
        <br/>
Филипп сказал Иисусу: покажи нам Отца. Иисус сказал ему: кто видел Меня, тот видел Отца. Почему же ты говоришь: покажи нам Отца? Не верите ли вы, что Я в Отце, и Отец во Мне? Верьте Мне, что Я в Отце, и Отец во Мне. Иоанна 14:8-11. Иисус сказал: Я и Отец - одно. Иоанна 10:30.
        <br/>
        <br/>
Также:
        <br/>
        <br/>
Все, что имеет Отец, есть Мое, и все Мое - Отца. Иоанна 16:15; 17:10.
        <br/>
        <br/>
Наконец-то:
        <br/>
        <br/>
Иисус сказал: "Я есмь путь, истина и жизнь; никто не приходит к Отцу, как только через Меня". Иоанна 14:6.
        <br/>
        <br/>
        <br/>
Человеческое проявление Господа божественно. Чтобы получить доступ к Отцу, мы должны обратиться к его человеческому проявлению, поскольку именно так Иегова Бог явил себя в мир и сделал себя видимым для человеческих глаз. Благодаря этому Он стал доступным. Иегова Бог также сделал Себя видимым и, следовательно, доступным в человеческой форме для древних; но тогда Он использовал ангела. Поскольку эта человеческая форма символизировала Господа, Который должен был прийти, все, связанное с церковью у древних, было символическим
        <br/>
"У нас родится дитя, нам сын дан... и нарекут имя Ему: Чудный, Советник, Бог могучий, Отец вечности, Князь мира". Иса. ix. 8:
        <br/>
        <br/>
и в том же Пророке:
        <br/>
        <br/>
"Хотя Авраам не знает о нас, и Израиль не признает нас, но Ты, Иегова, Отец наш, Искупитель наш, имя Твое от века" lxiii. 16:
        <br/>
        <br/>
и в Иоанне:
        <br/>
        <br/>
"Иисус... сказал: верующий в Меня... верует в Пославшего Меня. А кто видит Меня, тот видит Пославшего Меня". xii. 44, 46.
        <br/>
        <br/>
"Филипп говорит Ему: покажи нам Отца... Иисус говорит ему: кто видел Меня, тот видел Отца; как же ты говоришь: покажи нам Отца? Не веруешь ли, что Я в Отце, и Отец во Мне? ... Верьте Мне, что Я в Отце, и Отец во Мне". Иоанн xiv. 8-11.
        <br/>
        <br/>
Иисус сказал: "Я и Отец - одно". Иоанн x. 30.
        <br/>
        <br/>
Далее приводится следующий отрывок:
        <br/>
        <br/>
"Все, что имеет Отец, есть Мое"... и все Мое - у Отца. Иоанн xvi. 15: xvii. 10.
        <br/>
        <br/>
Иисус говорит: "Я есмь путь и истина и жизнь: никто не приходит к Отцу, как только через Меня". Иоанн xiv. 8.
        <br/>
        <br/>
        <br/>
Святое Божество, подразумеваемое под Святым Духом, исходит не от Отца через Господа, а от Господа, на которого действует Отец; для сравнения в человеке его деятельность исходит не от души через тело, а от тела, на которое действует душа.
        <br/>
        <br/>
        <br/>
Тот, Кого послал Отец, говорит слова Божии; не мерою дает Ему Бог Духа. Отец любит Сына и все отдал в руки Его". Иоанна 3:34, 35.
        <br/>
        <br/>
Из ростка Иессеева выйдет росток; Дух Иеговы почиет на нем, дух мудрости и разума, дух совета и силы. Ис. 11:1, 2.
        <br/>
        <br/>
Дух Иеговы был положен на Него и был в Нем. Иса. 42:1; 59:19, 20; 61:1; Луки 4:18.
        <br/>
        <br/>
Когда придет Дух Святый, Которого Я пошлю вам от Отца, Иоанна 35:26.
        <br/>
        <br/>
Он прославит Меня, потому что возьмет из того, что принадлежит Мне, и передаст это вам. Все, что есть у Отца, принадлежит Мне. Вот почему Я сказал, что Он возьмет от Моего и передаст вам. Иоанна 16:14, 15.
        <br/>
        <br/>
Если Я уйду, то пошлю к вам Утешителя. Иоанна 16:7.
        <br/>
        <br/>
Утешитель - это Святой Дух. Иоанна 14:26.
        <br/>
        <br/>
Святого Духа еще не было, потому что Иисус еще не был прославлен. Иоанна 7:39.
        <br/>
        <br/>
Но после Его прославления:
        <br/>
        <br/>
Иисус дыхнул на учеников и сказал им: примите Духа Святого. Иоанна 20:22.
        <br/>
        <br/>
И в Откровении:
        <br/>
        <br/>
Кто не прославит имени Твоего, Господи, ибо Ты один свят? Откр. 15:4.
        <br/>
        <br/>
[11] Поскольку Святой Дух означает Божественную деятельность Господа из Его Божественной вездесущности, поэтому, когда Он говорил ученикам о Святом Духе, которого Он должен был послать от Отца, Он также сказал:
        <br/>
        <br/>
Я не оставлю вас без помощи; Я ухожу и прихожу к вам; и в тот день узнаете, что Я в Отце Моем, и вы во Мне, и Я в вас". Иоанна 14:18, 20, 28.
        <br/>
        <br/>
Незадолго до того, как Он покинул этот мир, Он сказал:
        <br/>
        <br/>
Се, Я с вами во все дни до скончания века. Матф. 28:20.
        <br/>
        <br/>
        <br/>
В Господе Боге Спасителе Иисусе Христе есть Божественная Троица, состоящая из начального Божества, называемого Отцом, Человеческого Божества, называемого Сыном, и исходящего Божества, называемого Святым Духом". И они вместе восклицали, что во Христе обитает вся полнота Божества телесно (Кол. 2:9). 'Итак, в Церкви один Бог'.
        <br/>
 




</div>


    </>





  );
}